Repository: ginggs/aigaion
Catalog: internationalisation/*/LC_MESSAGES/messages.po
Languages: de, es, hu, pl, ro

source: When you upload a file for import (below), any data in the import form above will be discarded.
de: Wenn Sie eine Datei über den unten stehenden Import hochladen, werden Daten aus der oben stehenden Importform verworfen.
es: Cuando adjunte un archivo (abajo) cualquier dato en el formulario de importación de arriba será descartado.
pl: Jeśli załadujesz plik z importu, dane z formularza zostaną stracone.
ro: Când încărcaţi un fişier pentru a-l importa (a se vedea mai jos), toate datele din formularul de import de mai sus vor fi ignorate.

source: Select the format of the data entered in the form above, or auto to let Aigaion automatically detect the format.
de: Wählen Sie das Daten-Format für das untere Feld oder &bdquo;auto&ldquo;, um Aigaion das Format automatisch bestimmen zu lassen.
es: Seleccione el formato de los datos introducidos en el formulario superior, o escoja 'auto' para que Aigaion detecte automáticamente el formato.
pl: Wybierz format wprowadzonych danych w formularzu lub pozwól aby Aigaion automatycznie rozpoznał format.
ro: Selectaţi formatul datelor introduse în formularul de mai sus sau auto pentru a lăsa Aigaion să detecteze automat formatul.

source: Mark imported entries as read.
de: Importierte Einträge als gelesen markieren.
es: Marcar entradas importadas como leídas.
hu: Az importált bejegyzés megjelölése olvasottként
pl: Zaznacz zaimportowane obiekty jako przeczytane.
ro: Marchează intrările importate ca citite.

source: Do not review entries.
de: Einträge nicht überprüfen.
es: No revisar las entradas.
pl: Brak możliwości recenzji.
ro: Nu revizuiţi intrările.

source: Review publications
de: Publikationen überprüfen
es: Revisar publicaciones
pl: Przeglądanie publikacji
ro: Revizuire publicaţii

source: Citation
de: Zitat
es: Cita
hu: Citációs azonosító
pl: Cytata
ro: Citaţie

source: Choose alternative authors:
de: Alternative Autoren wählen:
es: Elegir autores alternativos:
pl: Wybierz innych autorów:
ro: Alegeţi autori alternativi:

source: Options for import-author "%s":
de: Opionen für den Import von Autior %s:
es: Opciones para importar-autor "%s":
pl: Opcje importowania autorów "%s":
ro: Opţiuni pentru import autor "%s":

source: from database
de: aus Datenbank
es: desde la base de datos
pl: z bazy danych
ro: din baza de date

source: keep
de: behalten
es: conservar
hu: megtart
pl: zachowaj
ro: păstrare

source: select to use similar author found in database
de: auswählen, um ähnlichen Autor aus der Datenbank zu verwenden
es: seleccionar usar autor similar encontrado en la base de datos
pl: zaznacz aby wybrać podobnego autora w bazie danych
ro: selectaţi pentru a folosi autorul similar găsit în baza de date

source: select to use author as found in BibTeX
de: auswählen, um Autor zu verwenden, der in BibTeX gefunden wurde
es: seleccionar usar autor tal como se encuentra en BibTeX
pl: zaznacz, aby użyć autora w BibTeX
ro: selectaţi pentru a folosi autorul găsit în BibTeX

source: Choose alternative editors:
de: Alternative Autoren wählen:
es: Elegir editores alternativos:
pl: Wybierz alternatywych redaktorów:
ro: Alegeţi editori alternativi:

source: select to use similar editor found in database
de: auswählen, um ähnlichen Herausgeber aus der Datenbank zu verwenden
es: seleccionar usar editor similar encontrado en la base de datos
pl: zaznacz, aby użyć podobnego redaktora w bazie
ro: selectaţi pentru a folosi editorul similar găsit în baza de date

source: select to use editor as found in BibTeX
de: auswählen, um Herausgeber zu verwenden, der in BibTeX gefunden wurde
es: seleccionar usar editor tal como se encuentra en BibTeX
pl: zaznacz, aby użyć redaktora w BibTex
ro: selectaţi pentru a folosi editorul găsit în BibTeX

source: Are you sure that you want to delete the keyword "%s"?
de: Sind Sie sicher, dass Sie das Schlagwort "%s" löschen wollen?
es: ¿Está seguro de querer eliminar la palabra clave "%s"?
hu: Biztosan törölni akarja a következő kulcsszót: "%s"?
ro: Sunteţi sigur că vreţi să ştergeţi cuvântul cheie "%s"?

source: New Keyword
de: Schlagwort
es: Nueva palabra clave
hu: Új kulcsszó
ro: Cuvânt cheie nou

source: Edit Keyword
de: Schlagwort
es: Editar palabra clave
hu: Kulcsszó szerkesztése
ro: Editează cuvântul cheie

source: Merge keywords
de: Schlagworte anzeigen
es: Fusionar palabras claves
hu: Kulcsszavak összevonása
ro: Fuzionează cuvintele cheie

source: Merges the source keyword with the target keyword. The source keyword will be deleted, all publications using this keyword will use the target keyword instead.
de: Führt das Quell- mit dem Zielschlagwort zusammen. Das Quellschlagwort wird gelöscht, alle Publikationen werden auf das Zielschlagwort übertragen.
es: Fusiona la palabra clave fuente con la palabra clave destino. La palabra clave fuente será eliminada y todas las publicaciones que contengan esta palabra clave usarán la palabra clave destino en su lugar.
ro: Fuzionează cuvântul cheie sursă cu cuvântul cheie destinaţie. Cuvântul cheie sursă va fi şters, toate publicaţiile folosind acest cuvânt cheie vor folosi în loc cuvântul cheie destinaţie.

source: Target keyword
de: Schlagworte anzeigen
es: Palabra clave destino
hu: Cél kulcsszó
ro: Cuvântul cheie destinaţie

source: Source keyword
de: Schlagworte anzeigen
es: Palabra clave fuente
hu: Forrás kulcsszó
ro: Cuvântul cheie sursă

source: Delete this keyword
de: Dieses Schlagwort löschen
es: Eliminar esta palabra clave
hu: Kulcsszó törlése
ro: Şterge acest cuvânt cheie

source: Edit this keyword
de: Dieses Schlagwort bearbeiten
es: Editar esta palabra clave
hu: Kulcsszó szerkesztése
ro: Editează acest cuvânt cheie

source: Found keywords with very similar names. You can choose to merge the following keywords with this keyword by clicking on the merge link.
de: Schlagworte mit sehr ähnlichen Namen wurden gefunden. Sie können die folgenden Schlagworte mit diesem Schlagwort zusammenführen, indem Sie auf 'zusammenführen' klicken.
es: Encontradas palabras claves con nombres muy similares. Puede elegir fusionar las siguientes palabras claves con esta palabra clave haciendo click en Fusionar.
ro: S-au găsit cuvinte cheie cu nume foarte apropiate. Puteţi alege să fuzionaţi cuvintele cheie următoare cu acest cuvânt cheie selectând link-ul de fuzionare.

source: Related keywords
de: Schlagworte anzeigen
es: Palabras claves relacionadas
hu: Kapcsolódó kulcsszavak
ro: Cuvinte cheie asemănătoare

source: All available languages
de: Alle verfügbare Sprachen
es: Todos los idiomas disponibles
hu: minden elérhető nyelv
pl: Dostępne języki:
ro: Toate limbile disponibile

source: Login failed
de: Anmeldung fehlgeschlagen
es: Ingreso fallido
hu: Sikertelen belépés
pl: Błąd podczas logowania
ro: Conectare eşuată

source: Welcome to the Aigaion bibliography system, please login
de: Willkommen zum Aigaion Bibliographiesystem. Bitte melden Sie sich an.
es: Bienvenido al Sistema Bibliográfico Aigaion, por favor ingrese
hu: Üdvözöljük az Aigaion bibliográfiai rendszerében! Kérjük lépjen be!
pl: Witamy w systmie bibliograficznym Aigaion. Proszę się zalogować.
ro: Bine aţi venit la sistemul bibliografic Aigaion, vă rugăm să vă conectaţi

source: You just submitted a form named %s, but it seems that you have been logged out. To proceed with submitting the information, please log in again, then confirm that you want to re-submit the data.
de: Sie haben gerade ein Formular namens %s abgesendet, aber anscheinend wurden Sie abgemeldet. Um mit der Übertragung der Daten fortzufahren, melden Sie sich bitte wieder an und bestätigen dann, dass Sie die Daten erneut senden wollen.
es: Acaba de enviar un formulario llamado '%s', pero parece que ha salido del sistema. Para continuar con el envío de la información, ingrese de nuevo, y después confirme que desea reenviar los datos.
pl: Właśnie wysłałeś formularz %s, lecz prawdopodobnie jesteś wylogowany. Zaloguj się, aby kontynuować wysyłanie informacji i potwierdź ponowne wysłanie danych.
ro: Tocmai aţi introdus un formular numit %s, dar se pare că aţi fost deconectat. Pentru a putea continua introducerea informaţiei, vă rugăm să vă conectaţi din nou, apoi să confirmaţi că doriţi să reintroduceţi datele.

source: Login to proceed with form submission
de: Anmelden zum Fortfahren mit der Übertragung
es: Ingrese para proceder al envío del formulario
pl: Zaloguj się, aby kontynuować wysyłanie formularza
ro: Conectaţi-vă pentru a continua introducerea formularului

source: If you want a password, please mail to %s.
de: Falls Sie ein Passwort möchten, schreiben Sie bitte eine E-Mail an %s
es: Si desea una contraseña, por favor envíe un correo electrónico a %s.
hu: Ha jelszóra van szüksége, kérjük írjon az %s-nak!
pl: Wyślij wiadomośc do %s, aby otrzymać hasło.
ro: Dacă doriţi o parolă, vă rugăm trimite-ţi un email la %s.

source: For more information about the Aigaion bibliography system visit %s
de: Für mehr Information über das Aigaion Bibliographiesystem besuchen Sie %s
es: Para más información sobre el Sistema Bibliográfico Aigaion visite %s
hu: Az Aigaion bibliográfiai rendszerrel kapcsolatos további információkért kérjük keresse fel az %s oldalt!
pl: Więcej informacji o systemie bibliograficznym Aigaion pod adresem %s
ro: Pentru mai multe informaţii despre sistemul bibliografic Aigaion vizitaţi %s

source: Are you sure that you want to delete the note below?!
de: Sind Sie sicher, dass Sie untenstehende Notiz löschen wollen?
es: ¿Está seguro de querer eliminar la nota de abajo?
hu: Biztos benne, hogy törölni akarja az alábbi annotációt?
pl: Czy na pewno chcesz usunąć poniższą notatkę?
ro: Sunteţi sigur că vreţi să ştergeţi nota de mai jos?!

source: Note text
de: Notiztext
es: Texto de la nota
hu: Annotáció szövege
pl: Notatka
ro: Notă text

source: Add a note
de: Notiz hinzufügen
es: Añadir una nota
hu: Annotáció hozzáadása
pl: Dodaj notatkę
ro: Adăugare notă

source: Change note
de: Notiz ändern
es: Modificar nota
hu: Annotáció változtatása
pl: Zmień notatkę
ro: Schimbare notă

source: Access rights
de: Zugriffsrechte
es: Permisos de acceso
hu: Hozzáférési jogok
pl: Prawa dostępu
ro: Drepturile de acces

source: Cover image file could not be found: "%s/%s"
de: Das Titelseitenbild konnte nicht gefunden werden: "%s/%s"
ro: Fişierul imagine al coperţii nu poate fi găsit: "%s/%s"

source: Are you sure that you want to delete the publication '%s'?
de: Sind Sie sicher, dass Sie Publikation "%s" löschen wollen?
es: ¿Está seguro de que quiere eliminar la publicación '%s'?
pl: Czy jesteś pewien, że chcesz skasować publikację '%s' ?
ro: Sunteţi sigur că doriţi să ştergeţi publicaţia '%s'?

source: Are you sure you want to delete the cover image for publication "%s"
de: Sind Sie sicher, dass Sie das Titelseitenbild für Publikation "%s" löschen wollen?
ro: Sunteţi sigur că doriţi să ştergeţi imaginea coperţii pentru publicaţia "%s"

source: In the input field below, you can enter a month using bibtex codes containing things such as the default month abbreviations. Do not forget to use outer braces or quotes for literal strings.
de: Im unteren Eingabefeld können Sie BibTeX-Codes als Monat eingeben, z.B. Vorgabe-Abkürzungen für Monate. Vergessen Sie nicht, äußere geschweifte Klammern oder Anführungszeichen für Zeichenketten zu verwenden.
es: En el campo de entrada inferior, puede introducir un mes usando códigos BibTeX que contengan cosas como abreviaturas de mes por defecto. No olvide usar llaves o comillas para las cadenas (strings) literales.
pl: W tym polu możesz wpisać nazwę miesiąca wykorzystując kody bibtex, które zawierają np. podstawowe skróty nazw. Nie zapomnij o nawiasach okrągłych dla ciągów literowych.
ro: În câmpul de intrare de mai jos, puteţi introduce o lună folosing coduri BibTeX conţinând abrevieri ale lunii prestabilite. Nu uitaţi să folosiţi acolade sau ghilimele pentru şirurile de caractere.

source: Examples
de: Beispiele
es: Ejemplos
hu: Példák
pl: Przykłady
ro: Exemple

source: Between January and May
de: Zwischen Januar und Mai
es: Entre enero y mayo
hu: Január és Május között
pl: Między styczniem i majem
ro: Între ianuarie şi mai

source: optional field
de: Optionales Feld
es: campo opcional
hu: nem kötelező mező
pl: pole opcjonalne
ro: câmp opţional

source: optional
es: opcional
hu: nem kötelező
pl: opcjonalne
ro: opţional

source: Simple
de: Einfach
hu: Egyszerű
pl: Prosty
ro: Simplu

source: Edit Publication
de: Publikation bearbeiten
es: Editar publicación
hu: Publikáció szerkesztése
pl: Edycja publikacji
ro: Editează Publicaţia

source: Type of publication
de: Art der Publikation
es: Tipo de publicación
hu: Publikáció típusa
pl: Typ publikacji
ro: Tipul publicaţiei

source: Publication status
de: Publikationsstatus
es: Estado de la publicación
hu: A publikáció státusza
ro: Starea publicaţiei

source: Key
de: Schlüssel
es: Clave
hu: Kulcs
pl: Klucz
ro: Cheia

source: This is the bibtex `key` field, used to define sorting keys
de: Das ist das BibTeX-&sbquo;Schlüssel&lsquo;-Feld, das verwendet wird, um Sortierschlüssel zu definieren
es: Este es el campo 'clave' BibTeX usado para definir claves de ordenación
pl: To jest pole klucza bibtex do definiowania kluczy sortowania
ro: Acesta este câmpul `cheie` BibTeX, folosit pentru a defini cheile de sortare

source: This field might not be used by BibTeX for this publication type
de: Dieses Feld könnte von BibTeX für diesen Publikationstyp nicht verwendet werden.
es: Este campo puede no ser usado por BibTeX para este formato de publicación
pl: To pole nie musi być stosowane w BibTex dla tego typu publikacji
ro: Acest câmp nu poate fi folosit de BibTeX pentru acest tip de publicaţie

source: %s field
de: %s-Feld
es: campo %s
pl: pole %s
ro: câmpul %s

source: add
de: Hinzufügen
es: añadir
hu: hozzáad
pl: dodaj
ro: adaugă

source: rem
de: Entfernen
hu: kivesz
pl: usuń
ro: remarcă

source: up
de: hoch
es: Arriba
hu: fel
pl: do góry
ro: sus

source: down
de: runter
es: Abajo
hu: le
pl: na dół
ro: jos

source: Editors
de: Herausgeber
es: Editores
hu: Szerkesztők
pl: Redaktorzy
ro: Editori

source: Create as new name
de: Als neuen Namen erzeugen
es: Crear como nuevo nombre
hu: Új névként hoizzáad
pl: Utwórz jako nowa nazwa
ro: Creare nume nou

source: Type in name to quick search. Note: use unaccented letters!
de: Geben Sie einen Namen für die Schnellsuche ein. Hinweis: verwenden Sie unakzentuierte Buchstaben!
es: Escriba un nombre para hacer una búsqueda rápida. Nota: ¡No use acentos!
pl: Wpisz nazwisko, aby szybko wyszukać. Uwaga: nie stosuj znaków akcentowania!
ro: Tastaţi numele pentru căutare rapidă. Observaţie: folosiţi litere neaccentuate!

source: Publications of type %s
de: Publikationen vom Typ %s
es: Publicaciones de tipo %s
pl: Publikacje typu %s
ro: Publicaţii de tipul %s

source: View publication details
de: Publikationsdetails betrachten
es: Ver detalles de la publicación
hu: A publikációs tétel részleteinek megtekintése
pl: Szczegóły publikacji
ro: Afişare detalii publicaţie

source: and
de: und
es: y
hu: és
pl: oraz
ro: şi

source: Click to follow Digital Object Identifier link to online publication
de: Klicken, um der Digital Object Identifier (DOI)-Verknüpfung zur Online-Publikation zu folgen
es: Click para seguir el enlace Digital Object Identifier (Identificador de Objeto Digital) a la publicación en línea
pl: Kliknij aby śledzić link Digital Object Identifier dla publikacji online
ro: Clic pentru a urma legătura Identificatorului Obiectului Digital la publicaţia on-line

source: Master theses
de: Diplomarbeit
es: Tesis de Maestría
hu: MA tézisek
pl: Prace magisterskie
ro: Teze de masterat

source: Delete this publication
de: Diese Publikation löschen
es: Eliminar esta publicación
hu: Ennek a publikációs tételnek a törlése
pl: Skasuj publikację
ro: Şterge această publicaţie

source: Edit this publication
de: Diese Publikation bearbeiten
es: Editar esta publicación
hu: Ennek a publikációs tételnek a szerkesztése
pl: Edycja publikacji
ro: Editează această publicaţie

source: Export by e-mail
de: Export via E-Mail
es: Exportar vía correo electrónico
pl: Eksportuj poprzez e-mail
ro: Exportă prin e-mail

source: Request for publication: "%s"
de: Anfrage für Publikation: &bdquo;%s&ldquo;
es: Solicitar la publicación: "%s"
pl: Żądanie publikacji: "%s"
ro: Cerere pentru publicaţia: "%s"

source: I understand that the document referenced above is subject to copyright.
de: Ich habe verstanden, dass das Dokument, auf das oben Bezug genommen wurde, dem Copyright unterliegt.
es: Entiendo que el documento referenciado arriba está sujeto a derechos de autor.
pl: Jestem świadomy, że cytowany dokument jest chroniony prawem autorskim.
ro: Am înţeles că documentul la care se face referire mai sus este sub protecţia drepturilor de autor.

source: I hereby request a copy strictly for my personal use.
de: Hiermit ordere ich eine Kopie allein zum persönlichen Gebrauch.
es: Por la presente solicito una copia exclusivamente para mi uso personal.
pl: Niniejszym zamawiam kopię wyłącznie do użytku osobistego.
ro: Subsemnatul solicită o copie pentru uz strict personal.

source: Name and contact details
de: Name und Kontaktdaten
es: Nombre y detalles de contacto
hu: Név és kapcsolat részletei
pl: Nazwisko i dane kontaktowe
ro: Numele şi detaliile contactului

source: Request publication by e-mail
de: Publikation via E-Mail ordern
es: Solicitar publicación vía correo electrónico
pl: Zamów publikację poprzez e-mail
ro: Cere publicaţia prin e-mail

source: Request
de: Anfragen
es: Solicitud
hu: Keresés
pl: Zamów
ro: Cerere

source: No e-mail address available for neither of the authors
de: Keine E-Mail-Adresse für einen der Autoren vorhanden
es: No existe dirección de correo electrónico disponible de ninguno de los autores
pl: Brak adresu e-mail dla jakiegolwiek autora
ro: Nici o adresă de email nu este disponibilă pentru nici unul dintre autori

source: This is the BibTeX `key` field, used to define sorting keys
de: Das ist das BibTeX 'Schlüssel'-Feld, das verwendet wird, um Sortierschlüssel zu definieren
es: Este es el campo 'clave' BibTeX, usado para definir claves de ordenación
pl: To jest klucz BibTex do definiowania kluczy sortowania
ro: Acesta este câmpul `cheie` BibTeX, folosit pentru a defini cheile de sortare

source: All information on
de: Alle Information zu
es: Toda la información sobre
pl: Wszystkie informacje o
ro: Toate informaţiile despre

source: Crossref by
de: Querverweis von
es: Referencia cruzada por
hu: Hivatkozik rá
pl: Odsyłacz
ro: Referinţe multiple de

source: Added by
de: Hinzugefügt von
es: Añadido por
hu: Szerkesztette:
pl: Dodane przez
ro: Adăugat de

source: publication
de: Publikation
es: publicación
hu: publikáció
pl: publikacja
ro: publicaţie

source: Edit all rights
de: Alle Rechte ändern
es: Editar todos los permisos
hu: Az összes jogosultság szerkesztése
pl: Edytuj wszystkie prawa
ro: Editează toate drepturile

source: Click to modify access levels
de: klicken, um Zugriffsebene zu ändern
es: Click para modificar los niveles de acceso
pl: Kliknij, aby modyfikować poziom dostępu
ro: Clic pentru a modifica nivelele de acces

source: Total mark
de: Gesamtbewertung
es: Marca total
hu: Összes értékelés átlaga
pl: Ocena
ro: Marcaj total

source: Your mark
de: Ihre Bewertung
es: Su marca
hu: Az ön értékelése
pl: Twoja ocena
ro: Marcajul dumneavoastră

source: Read/Add mark
de: Bewertung lesen/hinzufügen
es: Marca Leer / Añadir
hu: Olvasott/Értékelés
pl: Czytaj/Oceń
ro: Citeşte/Adaugă marcaj

source: Update mark
de: Bewertung aktualisieren
es: Marca actualizar
hu: Értékelés frissítése
pl: Aktualizacja oceny
ro: Actualizare marcaj

source: Unread
de: ungelesen
es: No leído
hu: Olvasatlan
pl: Nie przeczytane
ro: Necitit

source: delete cover image
de: Titelseitenbild löschen
ro: şterge imaginea coperţii

source: upload cover image
de: Titelseitenbild hochladen
ro: incarcă imaginea coperţii

source: add attachment
de: Anhang hinzufügen
es: añadir adjunto
hu: csatolmány hozzáadása
pl: dodaj załącznik
ro: adaugă ataşament

source: add note
de: Notiz hinzufügen
es: añadir nota
hu: annotáció hozzáadása
pl: dodaj notatkę
ro: adăugare notă

source: finish categorization
de: Kategorisierung abschließen
es: finalizar categorización
hu: rendezés befejezése
pl: zakończ kategoryzację
ro: teminare categorizare

source: categorize publication
de: Publikation einordnen
es: categorizar publicación
hu: publikációk rendezése
pl: kategoryzuj publikację
ro: categorizează publicaţia

source: Topics
de: Themen
es: Temas
hu: Témák
pl: Tematy
ro: Subiecte

source: Click on a topic name to change its subscription status.
de: Klicken Sie auf einen Themennamen, um den zugewiesenen Status zu ändern.
es: Click en un nombre de tema para cambiar su estado de suscripción.
pl: Kliknij na nazwę tematu, aby zmienić jego status subskrypcji.
ro: Clic pe un nume de subiect pentru a schimba starea de abonare.

source: Upload new cover image from this computer for publication "%s"
de: Neues Titelseitenbild für "%s" von diesem Computer aus hochladen
ro: Încarcă noua imagine a coperţii din acest calculator pentru publicaţia "%s"

source: (jpeg only)
de: (nur jpeg)
ro: (doar jpeg)

source: Are you sure that you want to delete rightsprofile %s?
de: Sind Sie sicher, dass Sie Rechteprofil "%s" löschen wollen?
es: ¿Está seguro de que quiere eliminar el perfil de permisos "%s"?
pl: Czy na pewno chcesz usunąć profil praw dostępu %s?
ro: Sunteţi sigur că vreţi să ştergeţi profilul drepturilor %s?

source: Create a new rightsprofile
de: Ein neues Rechteprofil erzeugen
es: Crear un nuevo perfil de permisos
hu: Új jogosultság-profil készítése
pl: Zapisz jako nowy profil praw dostępu
ro: Crează un nou profil al drepturilor

source: Edit rightsprofile "%s"
de: Rechteprofil "%s" bearbeiten
es: Editar el perfil de permisos "%s"
pl: Edycja profilu praw dostępu "%s"
ro: Editează profilul drepturilor "%s"

source: User rights in this profile
de: Nutzerrechte in diesem Profil
es: Permisos del usuario en este perfil
pl: Prawa użytkownika w tym profilu
ro: Drepturile utilizatorului în acest profil

source: Advanced Search
de: Erweiterte Suche
es: Búsqueda avanzada
hu: Összetett keresés
pl: Wyszukiwanie zaawansowane
ro: Căutare Avansată

source: Search terms
de: Suchbegriffe
es: Términos de búsqueda
hu: Keresési kifelyezések
pl: Terminy wyszukiwawcze
ro: Termeni de căutare

source: Result types
de: Ergebnisanzeige
es: Tipos de resultados
hu: Keresési eredmény típusok
pl: Rodzje rezultatów
ro: Tipuri de rezultate

source: Choose which types of results you want returned
de: Wählen Sie, welche Ergebnistypen Sie erhalten möchten
es: Elija el tipo de resultados que desea obtener
hu: Válassza ki, hogy milyen típusú keresési eredményeket szeretne kapni!
pl: Wybierz rodzaje rezultatów
ro: Alegeţi tipurile de rezultate care vreţi să fie returnate

source: Return authors
de: Autoren anzeigen
es: Obtener autores
hu: Eredményként szerzők
pl: Pokaż autorów
ro: Returnează autori

source: Return publications
de: Publikation anzeigen
es: Obtener publicaciones
hu: Eredményként publikációk
pl: Pokaż publikacje
ro: Returnează publicaţii

source: Return topics
de: Themen anzeigen
es: Obtener temas
hu: Eredményként témák
pl: Pokaż tematy
ro: Returnează subiecte

source: Return keywords
de: Schlagworte anzeigen
es: Obtener palabras claves
hu: Eredményként kulcsszavak
pl: Pokaż słowa kluczowe
ro: Returnează cuvinte cheie

source: Publication search
de: Suchoptionen für Publikationen
es: Búsqueda de publicaciones
hu: Publikáció keresése
pl: Wyszukiwanie publikacji
ro: Căutarea publicaţiei
