Repository: ginggs/aigaion
Catalog: internationalisation/*/LC_MESSAGES/messages.po
Languages: de, es, hu, pl, ro

source: Is this error entirely unexpected? You might want to check whether the php settings 'upload_max_filesize', 'post_max_size' and 'max_execution_time' are all large enough for uploading your attachments... Please check this with your administrator.
de: Kommt dieser Fehler vollkommen unerwartet? Sie können die PHP-Einstellungen 'upload_max_filesize', 'post_max_size' und 'max_execution_time' auf Werte überprüfen, die für das Hochladen Ihrer Anhänge groß genug sind... Bitte klären Sie dies mit Ihrem Administrator.
es: ¿Es completamente inesperado este error? Debería chequear si los parámetros de php 'upload_max_filesize', 'post_max_size' y 'max_execution_time' son suficientemente amplios para permitir adjuntar sus ficheros... Por favor, compruébelo con su administrador.
hu: Ez váratlan hiba? Ellenőrízze, hogy az 'upload_max_filesize', 'post_max_size' és 'max_execution_time' php beállítások értékei elegendőek-e a csatolmányai feltöltéséhez. Kérjük lépjen kapcsolatba az adminisztrátorral!
pl: Błąd. Sprawdź w ustawieniach php 'upload_max_filesize', 'post_max_size' i 'max_execution_time', czy można zapisać załączniki. Skontaktuj się z administratorem.
ro: Această eroare este complet neaşteptată? Ar trebui să verificaţi că variabilele php 'upload_max_filesize', 'post_max_size' şi 'max_execution_time' sunt suficient de mari pentru a încărca ataşamentele dumneavoastră ... Vă rugăm verificaţi acestea cu administratorul dumneavoastră.

source: Is the error due to allowed file types? Ask %s for more types.
de: Hängt dieser Fehler mit den erlaubten Dateitypen zusammen? Fragen Sie %s nach mehr Typen.
es: ¿Se debe este error a los tipos de archivos permitidos? Pregunte a %s por más tipos.
pl: Czy błąd wynika z nieakceptowanego typu plików? Poproś %s o więcej dozwolonych typów.
ro: Această eroare este datorată tipurilor permise de fişiere? Cereţi lui %s mai multe tipuri.

source: Update attachment
de: Anhang aktualisieren
es: Actualizar adjunto
hu: Csatolmány frissítése
pl: Aktualizuj załacznik
ro: Actualizare ataşament

source: Cannot delete attachment
de: Kann Anhang nicht löschen
es: No se puede eliminar el adjunto
hu: A csatolmány nem törölhető
pl: Nie można usunąć załaczniaka
ro: Nu se poate şterge ataşamentul

source: erroneous ID
de: fehlerhafte ID
es: ID errónea
pl: błędne ID
ro: ID eronat

source: Cannot delete author
de: Kann Autor nicht löschen
es: No se puede eliminar autor
hu: A szerző nem törölhető
pl: Nie można usunąć autora
ro: Nu se poate şterge autorul

source: still has publications (possibly invisible...). Do you need a quick way to delete all publications for an author? Add them to the bookmarklist, then delete them from there...
de: hat noch Publikationen (eventuell unsichtbar...). Suchen Sie einen schnellen Weg, um alle Publikationen eines Autors zu löschen? Fügen Sie sie zur Merkliste hinzu und löschen Sie sie von da...
es: todavía tiene publicaciones (posiblemente invisibles...). ¿Necesita una forma rápida para eliminar todas las publicaciones de un autor? Añádalas a los marcadores, y después bórrelas de allí...
pl: nadal obecne są publikacje (być może niewidoczne). Czy zastosować szybką metodę kasowania wszystkich publkacji danego autora? Dodaj je do listy zaznaczeń i wybierz opcję usuń.
ro: încă are publicaţii (posibil invizibile ...). Aveţi nevoie de un mijloc rapid de a şterge toate publicaţiile pentru un autor? Adaugaţi-le la lista de marcaje, apoi ştergeţi-le de acolo ...

source: One of the fields %s is required
de: Eines der Felder %s ist verpflichtend
es: Uno de los campos %s es obligatorio
hu: A következő mezők kitöltése kötelező: %s
pl: Jedno z pól %s jest wymagane
ro: Unul din câmpurile %s este necesar

source: Dropped duplicate author
de: Doppelter Autor gelöscht
ro: S-a ignorat autorul duplicat

source: Found similar authors for
de: Ähnliche Autoren gefunden für
es: Encontrados autores similares para
hu: Hasonló szerzőket talált, mint
pl: Znaleziono podobnych autorów dla
ro: S-au găsit autori similari pentru

source: Please review the entered authors
de: Bitte überprüfen Sie die eingegebenen Autoren
es: Por favor revise los autores introducidos
pl: Proszę sprawdzić nazwiska wprowadzonych autorów
ro: Vă rugăm revizuiţi autorii introduşi

source: There are some publications that could not be reassigned due to access rights
de: Es gibt einige Publikationen, die wegen Zugriffsrechten nicht erneut zugewiesen werden konnten
es: Haya algunas publicaciones que no pudieron reasignarse debido a los permisos de acceso
pl: Istnieją publikacje, które nie mogą być przyporządkowane ze względu na prawa dostępu
ro: Există câteva publicaţii ce nu pot fi reasignate datorită drepturilor de acces

source: Cannot set author as synonym of itself
de: Kann den Autor nicht als Synonym von sich selbst setzen
es: No se puede fijar el autor como sinónimo de sí mismo
hu: Egy szerző nem állítható be saját maga szinonimájaként
ro: Nu se poate pune autorul ca sinonim al lui însuşi

source: Cannot set author as synonym, because it already has synonyms itself
de: Kann den Autor nicht als Synonym setzen, da es bereits eigene Synonyme hat
es: No se puede fijar este autor como un sinónimo, pues el mismo ya tiene sinónimos
ro: Nu se poate pune autorul ca sinonim, deoarece el însuşi are deja sinonime

source: Changing bookmarklist
de: Merkliste ändern
es: Modificando los marcadores
hu: Könyvjelző lista megváltoztatása
pl: Zmiana kolekcji
ro: Se schimbă lista de marcaje

source: Error changing bookmarklist
de: Fehler beim Ändern der Merkliste
es: Error modificando los marcadores
hu: Hiba a könyvjelző lista megváltoztatásakor
pl: Błąd podczas zmiany kolekcji
ro: Eroare la schimbarea listei de marcaje

source: Bookmarked publications added to topic
de: Gemerkte Publikationen zum Thema hinzugefügt
es: Publicaciones de los marcadores añadidas al tema
hu: A könyvjelzővel megjelölt publikációk a témához adva
pl: Zaznaczone publikacje zostały dodane do tematu
ro: Publicaţiile marcate au fost adăugate subiectului

source: Bookmarked publications removed from topic
de: Gemerkte Publikationen vom Thema entfernt
es: Eliminadas del tema las publicaciones marcadas
hu: A könyvjelzővel megjelölt publikációk eltávolítva a témából
pl: Zaznaczone publikacje zostały usunięte z tematu
ro: Publicaţiile marcate au fost scoase din subiect

source: File
de: Datei
es: Archivo
hu: Fájl
pl: Plik
ro: Fişier

source: successfully uploaded!
de: Erfolgreich hochgeladen!
es: ¡Adjuntado exitosamente!
hu: A feltöltés sikeres
pl: Wysyłanie na serwer zakończone powodzeniem!
ro: încărcate cu succes!

source: The uploaded file exceeds the maximal upload filesize defined in the server configuration.
de: Die Größe der hochgeladenen Datei überschreitet die maximale Dateigröße, die in der Server-Konfiguration definiert wurde.
es: El archivo adjuntado excede el tamaño máximo definido en la configuración del servidor.
hu: A feltöltendő fájl mérete túllépi a szerver által engedélyezett legnagyobb fájlméretet!
pl: Wysyłany na serwer plik przekaracza maksymalny dopuszczony rozmiar pliku, określony w konfiguracji serwera.
ro: Fişierul încărcat depăşeşte dimensiunea maximă a fişierului ce poate fi încărcat definită în configuraţia serverului.

source: Please ask your site administrator to fix the UPLOAD_MAX_FILESIZE directive in php.ini.
de: Bitte bitten Sie Ihren Seitenadministrator, die UPLOAD_MAX_FILESIZE-Direktive in der php.ini zu ändern.
es: Por favor, solicítele al administrador de su sitio que ajuste la opción UPLOAD_MAX_FILESIZE en php.ini.
hu: Kérjük lépjen kapcsolatba az adminisztrátorral az UPLOAD_MAX_FILESIZE paraméter megváltoztatása ügyében!
pl: Poproś administratora strony o ustawienie parametru UPLOAD_MAX_FILESIZE w php.ini
ro: Vă rugăm cereţi administratorului de site să corecteze variabila UPLOAD_MAX_FILESIZE din php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the html form.
de: Die Größe der hochgeladenen Datei überschreitet die MAX_FILE_SIZE-Direktive, die im HTML-Formular angegeben wurde.
es: El archivo adjuntado supera la directiva MAX_FILE_SIZE que se especificó en el formulario html.
pl: Wielkość załadowanego pliku przekracza MAX_FILE_SIZE, które zostało określone w formularzu html.
ro: Fişierul încărcat depăşeşte variabila MAX_FILE_SIZE ce a fost specificată în forma html.

source: The uploaded file was only partially uploaded
de: Die Datei wurde nur teilweise hochgeladen
es: El archivo fue adjuntado parcialmente
hu: A fájl csak részben került feltöltésre.
pl: Wysłany na serwer pliki został nie został umieszczony w całości
ro: Fişierul încărcat a fost doar parţial încărcat

source: No file was uploaded
de: Keine Datei hochgeladen
es: No se adjuntó ningún archivo
hu: A fájl nem került feltöltésre
pl: Żaden plik nie został umieszczony na serwerze
ro: Nici un fişier nu a fost încărcat

source: Please select a file for upload.
de: Wählen Sie eine Datei zum Hochladen.
es: Por favor, seleccione un archivo para adjuntar.
hu: Válassza ki a feltölteni kívánt fájlt!
pl: Zaznacz plik do przesłania na serwer.
ro: Vă rugăm selectaţi fişierul pentru încărcare.

source: Only files with the following extensions are allowed
de: Nur Dateien mit den folgenden Erweiterungen sind erlaubt
es: Sólo se permiten archivos con las siguientes extensiones
hu: Csak az alábbi kiterjesztésű fájlok tölthetők fel a szerverre:
pl: Dozwolone są tylko pliki o następujących rozszerzeniach
ro: Doar fişiere cu extensiile următoare sunt permise

source: Sorry, the filename contains invalid characters. Use only alphanumerical chars and separate parts of the name (if needed) with an underscore.
de: Entschuldigung, der Dateiname enthält ungültige Zeichen. Nutzen Sie nur alphanumerische Zeichen und trennen Sie einzelne Namensbestandteile (falls benötigt) mit einem Unterstrich.
es: Lo sentimos, el nombre del archivo contiene caracteres no válidos. Use sólo caracteres alfanuméricos y separe, si fuera necesario, las partes del nombre con un guión bajo ( _ ).
hu: A fájlnév érvénytelen karaktert tartalmaz! Csak alfanumerikus karaktereket használjon, a fájlnévben szóközök helyett (ha szükséges) csak alsó kötőjel használható!
pl: Uwaga, nazwa pliku zawiera niedozwolone znaki. Używaj jedynie znaków alfanumerycznych oraz znaku spacji.
ro: Ne pare rău, dar numele fişierului conţine caractere invalide. Folosiţi doar caractere alfanumerice şi separaţi părţile numelui (dacă este necesar) cu o linie de subliniere.

source: A valid filename ends with one dot followed by the extension.
de: Ein gültiger Dateiname endet mit einem Punkt gefolgt von der Erweiterung.
es: Un nombre de archivo válido termina con un punto seguido de la extensión.
hu: Egy érvényes fájlév ponttal végződik, s azt követi a kiterjesztés.
pl: Poprawna nazwa pliku kończy się kropką i odpowiednim rozszerzeniem
ro: Un nume de fişier valid se termină cu un punct urmat de extensie.

source: The filename exceeds the maximum length of %s characters.
de: Der Dateiname überschreitet die maximale Länge von %s Zeichen.
es: El nombre de archivo excede la longitud máxima de %s caracteres.
hu: Túl hosszú fájlnév! A fájlnév megengedett hossza %s karakter!
pl: Nazwa pliku przekracza dopuszczalną długość %s znaków.
ro: Numele fişierului depăşeşte numărul maxim de caractere %s.

source: Sorry, the upload directory doesn't exist!
de: Entschuldigung, das Hochladeverzwichnis existiert nicht!
es: Lo sentimos, el directorio remoto no existe.
hu: A feltöltés célmappája nem létezik!
pl: Uwaga, katalog
ro: Ne pare rău, dar directorul de încărcare nu există.

source: Uploading
de: Hochladen
es: Adjuntando
hu: Feltöltés...
pl: Przesyłanie danych na serwer
ro: Se încarcă

source: Error!
de: Fehler!
hu: Hiba!
pl: Błąd!
ro: Eroare!

source: Sorry, a file with this name already exists.
de: Entschuldigung, eine Datei dieses Namens existiert bereits.
es: Lo sentimos, ya existe un archivo con este nombre.
hu: Ilyen elnevezésű fájl már létezik!
pl: Plik o tej nazwie już istnieje.
ro: Ne pare rău, dar un fişier cu acest nume există deja.

source: The uploaded file is renamed to
de: Die hochgeladene Datei wurde umbenannt in
es: El archivo adjuntado será renombrado como
hu: A feltöltött fájl átnevezése erre:
pl: Nazwę przesłanego pliku zmieniono na
ro: Fişierul încărcat este redenumit cu numele

source: Couldn't move uploaded file from PHP tmp upload dir to permanent storage directory.
de: Konnte die hochgeladene Datei nicht aus dem temporären PHP-upload-Verzeichnis in das dauerhafte Speicherverzeichnis verschieben.
es: No se pudo mover el archivo adjuntado desde el directorio de subida temporal de php hasta el directorio de almacenamiento permanente.
pl: Nie można przenieść załadowanego pliku z katalogu tymczasowego PHP do katalogu stałego przechowywania.
ro: Nu s-a putut muta fişierul încărcat din directorul PHP de încărcare temporar în directorul de stocare permanent.

source: Cannot delete group
de: Kann Gruppe nicht löschen
es: No se puede eliminar el grupo
hu: A csoport nem törölhető
pl: Nie można usunąć grupy
ro: Nu s-a putut şterge grupul

source: Found similar keywords for
de: Ähnliche Schlagworte gefunden für
es: Encontrar palabras claves similares para
hu: Az alábbihoz hasonló kulcsszavakat talált:
pl: Znaleziono podobne słowa kluczowe dla
ro: S-au găsit cuvinte cheie similare pentru

source: Please review the entered keywords.
de: Bitte überprüfen Sie die eingegebenen Schlagworte.
es: Por favor revise las palabras claves introducidas.
pl: Proszę przejrzeć wpisane słowa kluczowe.
ro: Vă rugăm revizuiţi cuvintele cheie introduse.

source: Cannot delete note
de: Kann Notiz nicht löschen
es: No se puede eliminar la nota
hu: Az annotáció nem törölhető
pl: Nie można usunąć notatki
ro: Nu se poate şterge nota

source: Failed to update the BibTeX-id in note %s.
de: Aktualisierung der BibTeX-ID in Notiz %s fehlgeschlagen
es: Error al actualizar el identificador (ID) BibTeX en la nota %s
hu: A %s annotációban található BibTeX-azonosító betöltésekor hiba történt.
pl: Błąd w aktualizacji BibTeX-id w notatce %s.
ro: Actualizare eşuată a BibTeX-id în nota %s.

source: Warning: entry does not seem to have the proper format.
de: Warnung: Eintrag scheint nicht das richtige Format zu haben.
es: Atención: la entrada no parece tener un formato apropiado.
pl: Uwaga: zapis ma niepoprawny format.
ro: Atenţie: intrarea nu pare să aibă formatul corect.

source: Could not find the comma which should come after the citation key. If the key is not present, the comma should still be there. If the key is present, but no bibliographic data follows, the entry is empty and cannot be imported. Skipped importing the following entry.
de: Konnte das Komma nicht finden, das nach dem Zitierschlüssel kommen sollte. Wenn der Schlüssel nicht da ist, sollte trotzdem das Komma da sein. Wenn der Schlüssel da ist, aber keine bibliografischen Daten folgen, ist der Eintrag leer und kann nicht importiert werden. Der Import des folgenden Eintrags wurde übersprungen.
es: No se pudo encontrar la coma que debería aparecer tras la clave de citación. Aún si la clave no está presente, la coma debería estar. Si la clave está presente, pero no le siguen datos bibliográficos, la entrada está vacía no se puede importar. Se omitió la importación de la siguiente entrada.
pl: Nie można odnaleźć znaku przecinka, który powienien pojawić się za kluczem cytowania. Przecinek powinien być obecny nawer jeśli brak jest klucza. Obecność klucza, ale bez danych bibliograficznych uniemożliwia import danych. Pominięto import tych danych.
ro: Nu s-a putut găsi virgula care trebuia să urmeze după cheia de citare. Chiar dacă cheia nu este prezentă, virgula trebuie să fie acolo. Dacă cheia este prezentă, dar nu urmează nici o dată bibliografică, intrarea este goală şi nu poate fi importată. S-a sărit peste importarea intrării următoare.

source: Import: unknown abbreviation encountered in "%s".
de: Import: unbekannte Abkürzung entdeckt in &bdquo;%s&ldquo;.
es: Importación: abreviatura desconocida encontrada en "%s".
pl: Import: pojawił się nieznany skrót w "%s".
ro: Import: abreviaţie necunoscută întâlnită în "%s".

source: Interpreted as %s={%s}
de: Interpretiert als %s={%s}
es: Interpretado como %s={%s}
pl: Zinterpretowano jako %s={%s}
ro: Interpretat ca %s={%s}

source: Not a valid login!
de: Kein gültiger Login!
es: ¡No es una autenticación válida!
hu: Érvénytelen felhasználónév
pl: Błędny login
ro: Conectare invalidă

source: Last Name of test user
de: Nachname von Test-Nutzer
es: Apellido del usuario de prueba
ro: Ultimul nume al utilizatorului

source: The %s password checker cannot handle md5 passwords
de: Der %s-Passwortprüfer kann noch keine md5-Passwörter verarbeiten.
ro: Verificatorul de parole %s nu recunoaşte parole md5

source: LDAP auth: There was a problem.
de: LDAP authentifizierung: Es gab ein Problem.
es: Autentificación LDAP: Ha ocurrido un problema.
pl: LDAP auth: pojawił się problem
ro: Autentificare LDAP: s-a produs o eroare.

source: Error code
de: Fehlercode
es: Código de error
hu: Hibakód
pl: Błędny kod
ro: Cod de eroare

source: Error text
de: Fehlermeldung
es: Texto de error
hu: A hibaüzenet szövege
pl: Błędny tekst
ro: Text de eroare

source: Cannot delete publication
de: Kann Publikation nicht löschen
es: No se puede eliminar la publicación
hu: A publikáció nem törölhető
pl: Nie można skasować publikacji
ro: Nu s-a putut şterge publicaţia

source: publication contains some attachments that you do not have permission to delete.
de: Publikation enthält Anhänge, bei denen Ihnen die Löschrechte fehlen.
es: la publicación contiene algunos adjuntos para los que usted no tiene permisos de eliminación.
hu: A publikáció olyan csatolmányokat tartalmaz, melyek törlésére ön nem jogosult.
pl: publikacja zawiera załączniki, których nie możesz usunąć
ro: publicaţia conţine nişte ataşamente pe care nu aveţi permisiunea să le ştergeţi.

source: publication contains some notes that you do not have permission to delete.
de: Publikation enthält Notizen, bei denen Ihnen die Löschrechte fehlen.
es: la publicación contiene algunas notas para los que usted no tiene permisos de eliminación.
hu: A publikáció olyan annotációt tartalmaz, melynek törlésére ön nem jogosult.
pl: publikacja zawiera notatki, których nie możesz usunąć
ro: publicaţia conţine nişte note pe care nu aveţi permisiunea să le ştergeţi.

source: You cannot upload cover image files to this server (the server is declared write-only).
de: Sie können auf diesen Server keine Titelseitenbilder hochladen (der Server ist als "nur lesen" ausgezeichnet).
ro: Nu puteţi încărca fişiere imagine ale coperţilor în acest server (server-ul poate fi doar citit).

source: The %s field is required
de: Das %s-Feld ist verpflichtend
es: El campo %s es obligatorio
hu: A %s mező kitöltése kötelező!
pl: Wymagane jest pole %s
ro: Câmpul %s este necesar

source: Validation error
de: Überprüfungsfehler
es: Error de validación
hu: Érvényesítési hiba.
pl: Błąd walidacji
ro: Eroare de validare

source: Failed to update the bibtex-id in publication %s
de: Aktualisieren der BibTeX-ID in Publikation %s fehlgeschlagen.
es: Error al actualizar la identificación (ID) BibTeX en la publicación %s
hu: A %s publikáció bibtex-azonosítójának frissítése nem sikerült.
pl: Błąd w aktualizacji bibtex-id w publikacji %s
ro: Nu s-a putut actualiza bibtex-id-ul publicaţiei %s

source: resolveXref: merge xref into publication!
de: resolveXref: führe Querverweis mit Publikation zusammen!
es: resolveXref: ¡Fusione Xref en la publicación!
pl: resolveXref: połącz xref z publikacją!
ro: resolveXref: se combină xref cu publicaţia!

source: A publication with the same title exists. Please make sure that the publication you are importing is not already in the database.
de: Eine Publikation mit dem selben Titel existiert bereits. Bitte versichern Sie sich, dass die Publikation, die Sie importieren möchten, nicht bereits in der Datenbank vorhanden ist.
es: Existe una publicación con el mismo título. Por favor, asegúrese de que la publicación que está importando no esté ya en la base de datos.
hu: Ezzel a névvel már létezik publikáció! Győződjön meg arról, hogy az importálni kívánt publikáció nincsen-e már benne az adatbázisban!
pl: Istniej publikacja o podanym tytule. Należy sprawdzić, czy importowana publikacja jest już w bazie.
ro: O publicaţie cu acelaşi nume există deja. Vă rugăm asiguraţi-vă că publicaţia pe care o importaţi nu este deja în baza de date.

source: The cite id is not unique, please choose another cite id.
de: Die Zitat-ID ist nicht eindeutig, bitte wählen Sie eine andere Zitat-ID.
es: El identificador (ID) de cita no es único, por favor elija otro identificador de cita.
pl: ID cytowanie jest niepoprawne, wybierz inne.
ro: ID-ul de citare nu este unic, vă rugăm alegeţi un alt ID de citare.

source: Publication with same cite id
de: Publikation mit der gleichen Zitat-ID
es: Publicación con el mismo identificador (ID) de cita
pl: Publikacje z tym samym ID cytowania
ro: Publicaţie cu acelaşi ID de citare

source: Similar cite ids
de: Ähnliche Zitat-IDs
es: Identificadores de cita similares
hu: Hasonló hivatozási azonosítók
pl: Podobne ID cytowania
ro: ID-uri de citare similare

source: Cannot delete rightsprofile
de: Kann Rechteprofil nicht löschen
es: No puede eliminar el perfil de permisos
hu: A jogosultság-profil nem törölhető
pl: Nie można skasować praw do profilu
ro: Nu se poate şterge profilul drepturilor

source: Language '%s' no longer exists under that name. Please reset the relevant profile and site settings.
de: Sprache &sbquo;%s&lsquo; existiert nicht mehr unter diesem Namen. Bitte korrigieren Sie die relevanten Profil- und Seiteneinstellungen.
es: El idioma '%s' ya existe bajo este nombre. Por favor reinicie el perfil pertinente y los parámetros del sitio.
pl: Język '%s' nie istnieje pod taką nazwą. Proszę usunąć odpowiedni profil lub zmienić ustawienia.
ro: Limbajul '%s' nu mai există cu acest nume. Vă rugăm restabiliţi profilul relevant şi setările site-ului.

source: Delegated password checking can only be enabled when some password checking module was specified! Since this was not the case, delegated password checking has been disabled.
de: Übergebene Passwort-Überprüfung kann nur aktiviert werden, wenn ein Passwort-Überprüfungsmodul bestimmt wurde! Da das nicht der Fall ist, wurde die übergebene Passwort-Überprüfung deaktiviert.
es: ¡La comprobación de contraseña asignado sólo puede activarse cuando se especifique algún módulo de comprobación de contraseñas!. Dado que este no es el caso, la selección de contraseña asignada fue deshabilitada.
pl: Delegowaną weryfikację haseł można włączyć po wcześniejszej specyfikacji odpowiedniego modułu. Delegowana weryfikacja hesł jest obecnie wyłączona.
ro: Verificarea parolei delegate poate fi activată doar dacă un modul de verificare al parolei a fost specificat! Deoarece nu s-a specificat nici un modul în acest caz, verificarea parolei delegate a fost dezactivată.

source: At least one of internal login or delegated password checking must be enabled! Since this was not the case, internal login has been re-enabled.
de: Entweder interne oder delegierte Anmeldung muss aktiviert sein! Da das nicht der Fall ist, wurde die interne Anmeldung wieder aktiviert.
es: ¡Debe activarse al menos la autenticación interna o la comprobación de contraseña asignada! Dado que este no es el caso, la autenticación interna ha sido restablecida.
pl: Należy włączyć przynajmniej jeden ze sposobów weryfikacji haseł, wewnętrzny lub delegowany. Włączono wewnętrzny sposób sprawdzania haseł.
ro: Cel puţin una din conectarea internă sau verificarea parolei delegate trebuie să fie activată. Deoarece nu a fost făcut acest lucru, conectarea internă a fost reactivată.
