Repository: ginggs/aigaion
Catalog: internationalisation/*/LC_MESSAGES/messages.po
Languages: de, es, hu, pl, ro

source: Choose, if you are searching for publications (see above!), which fields are searched
de: Wählen Sie, wenn Sie nach Publikationen suchen (siehe oben!), welche Felder durchsucht werden
es: Elija, si está buscando publicaciones (¡ver arriba!), qué campos se buscan
hu: Amennyiben fent kiválasztotta az 'Eredményként publikációk' opciót, most válassza ki, hogy mely mezőkben történjék keresés!
pl: Wybierz przeszukiwane pola, jeśli szukasz publikacji.
ro: Alegeţi, dacă doriţi să căutaţi publicaţii (a se vedea mai sus), care câmpuri vor fi căutate

source: Search publication titles
de: Suche in Titeln
es: Buscar títulos de publicaciones
hu: Keresés a publikáció címében
pl: Przeszukuj tytuły publikacji
ro: Caută titlurile publicaţiilor

source: Search publication notes
de: Suche in Notizen
es: Buscar notas de publicaciones
hu: Keresés a publikáció megjegyzéseiben
pl: Przeszukuj notatki publikacji
ro: Caută notele publicaţiilor

source: Search publication Citation
de: Suche in Zitat-ID
es: Buscar citas de publicacciones
hu: Keresés a publikáció Citációiban
pl: Przeszukuj cytowania publikacji
ro: Caută citaţia publicaţiei

source: Search publication abstract
de: Suche in Zusammenfassung
es: Buscar resúmenes de publicaciones
hu: Keresés az absztraktokban
pl: Przeszukuj abstrakty publikacji
ro: Caută abstractul publicaţiei

source: Advanced Search: Publications on topic restriction
de: Erweiterte Suche: Publikationen bei Themeneingrenzung
es: Búsqueda avanzada: Publicaciones con restricción de tema
hu: Összetett keresés: publikációk téma szerint szűkítve
pl: Wyszukiwanie zaawansowane: publikacje według tematów
ro: Căutare Avansată: publicaţii pe subiecte restricţionate

source: Leave empty if you want to search all publications
de: Lassen Sie das Feld leer, wenn Sie alle Publikationen durchsuchen wollen
es: Dejar en blanco si se desea buscar todas las publicaciones
hu: Hagyja üresen, ha az összes publikációban akar keresni
pl: Pozostaw puste, jeśli wyszukać wszystkie publikacje
ro: Lăsaţi gol dacă vreţi să căutaţi toate publicaţiile

source: Search publications with these terms in the following fields:
de: Suche Publikationen mit diesen Begriffen in den folgenden Feldern:
es: Buscar publicaciones con estos términos en los siguientes campos:
hu: Keresse a fenti kifejezést a publikációk alábbi mezőiben:
pl: Wyszukaj publikacje, których opisy zawierają terminy w polach:
ro: Căutaţi publicaţii cu aceşti termeni în câmpurile următoare:

source: Search publication Citation id
de: Suche in Zitat-ID
es: Buscar identificador (ID) de cita de la publicación
hu: A publikáció citációs azonosítójának keresése
pl: Wyszukacj id cytowanych publikacji
ro: Căutare după ID-ul de citare al publicaţiei

source: Choose the topic restrictions that apply.
de: Wählen Sie die zutreffenden Themeneingrenzungen.
es: Elija las restricciones de tema deseadas.
hu: Válassza ki a témát, amelyikre a keresést szűkíteni kívánja!
pl: Wybierz kryterium tematyczne
ro: Alegeţi restricţiile subiectului care se aplică.

source: Return all publications that satisfy %s of the following conditions
de: Gib alle Publikationen zurück, die %s der folgenden Bedingungen erfüllen
es: Obtener todas las publicaciones que satisfagan %s de las condiciones siguientes
hu: Listázza ki az összes publikációt, amelyik megfelel %s alábbi feltétel(ek)nek:
pl: Wyszukaj publikacje spełniające warunek %s
ro: Returnează toate publicaţiile care satisfac %s din condiţiile următoare

source: All
de: Alle
es: Todas
hu: az összes
pl: Wszystkie
ro: Toate

source: Any
de: Ein oder mehr
es: Algunas
hu: valamelyik
pl: Jakiekolwiek
ro: Oricare

source: Condition
de: Voraussetzung
es: Condición
hu: Feltétel
pl: Warunek
ro: Condiţie

source: %s appear in %s
de: %s erscheinen in %s
es: %s aparece en %s
hu: %s a következő témában: %s
pl: %s pojawia się %s
ro: %s apare în %s

source: Do
de: die
es: Sí
hu: megjelenik
pl: Tak
ro: Acţionează

source: Do not
de: die nicht
es: No
hu: nem jelenik meg
pl: Nie
ro: Nu acţiona

source: Select topic to include or exclude
de: Thema zum Ein- oder Ausschließen wählen
es: Seleccionar un tema para incluir o excluir
pl: Wybierz temat, aby go włączyć lub wyłączyć
ro: Selectaţi subiectul de inclus sau de exclus

source: More...
de: Mehr...
es: Más...
hu: További feltétel hozzáadása
pl: Więcej ...
ro: Mai mult...

source: Authors: %s
de: Autoren: %s
es: Autores: %s
hu: Szerzők: %s
pl: Autorzy: %s
ro: Autori: %s

source: Topics: %s
de: Themen: %s
es: Temas: %s
hu: Témák: %s
pl: Tematy: %s
ro: Subiecte: %s

source: Keywords: %s
de: Schlagworte: %s
es: Palabras claves: %s
hu: Kulcsszavak: %s
pl: Słowa kluczowe: %s
ro: Cuvinte cheie: %s

source: %s matches
de: %s Treffer
es: %s coincidencias
hu: %s találatok
pl: %s trafień
ro: %s potriviri

source: Publication matches
de: Treffer in den Publikationen
es: Publicación coincidente
pl: Powiązane publikacje
ro: Potriviri ale publicaţiei

source: No search results found for query: %s
de: Keine Suchergebnisse für Suchanfrage: %s
es: No se han encontrado resultados de búsqueda para la consulta: %s
pl: Brak wyników wyszukiwania dla zapytania: %s
ro: Nu s-au găsit rezultate de căutare pentru interogarea: %s

source: Search results for query: %s
de: Suchergebnisse für Suchanfrage: %s
es: Resultados de búsqueda para la consulta:%s
pl: Rezultaty wyszukiwania dla zapytania: %s
ro: Rezultatele căutării pentru interogarea: %s

source: Aigaion site configuration
de: Seitenkonfiguration
ro: Configurarea site-ului Aigaion

source: Choose one of the links to change settings
de: Wähle ein der Verweise um die Einstellungen anzupassen
ro: Alegeţi unul din link-uri pentru a schimba setările

source: General display settings
de: Allgemeine Anzeigeeinstellungen
ro: Setări generale de afişare

source: Import and export settings
de: Ein- und Ausgabeoptionen
ro: Setări de import şi de export

source: Attachment settings
de: Anhangeinstellungen
ro: Setările ataşamentului

source: Content settings: Custom fields, author synonyms, cover images
de: Einstellungen: Benutzerdefinierte Felder, Authorsynonymen, Titelseitenbilder
ro: Setările conţinutului: câmpuri personalizate, pseudonimele autorilor, imaginile coperţilor

source: Login settings
de: Anmeldeeinstellungen
ro: Setările de conectare

source: Default user preferences
de: Vorgaben für Nutzereinstellungen
ro: Valori prestabilite pentru preferinţele utilizatorului

source: Default accesslevels
de: Vorgabe-Zugriffsrechte
ro: Nivelele de acces implicite

source: Site integration settings
de: Einstellungen zum Einbinden von Aigaion in andere Webseiten
ro: Setările de integrare ale site-ului

source: Aigaion site configuration form
de: Seitenkonfiguration
es: Formulario de configuración del sitio de Aigaion
pl: Formularz konfiguracyjny Aigaion
ro: Formular de configurare a site-ului Aigaion

source: Site Admin:
de: Seitenadministrator:
es: Administrador del sitio:
hu: Site adminisztrátor:
pl: Strona administratora:
ro: Administratorul site-ului:

source: Name of Aigaion administrator:
de: Name des Aigaion-Administrator:
es: Nombre del administrador de Aigaion:
hu: Az Aigaion adminisztrátor neve:
pl: Nazwa administratora Aigaion:
ro: Numele administratorului Aigaion:

source: Email of Aigaion administrator:
de: E-Mail des Aigaion-Administrators:
es: Correo electrónico del administrador de Aigaion:
hu: Az Aigaion adminisztrátor e-mail címe:
pl: Email administratora Aigaion:
ro: Email-ul administratorului Aigaion:

source: Login settings (Anonymous access):
de: Anmeldeeinstellungen (Anonymer Zugang):
es: Parámetros de ingreso (acceso anónimo):
pl: Ustawienia logowania (dostęp anonimowy):
ro: Setările de conectare (Acces anonim):

source: These login settings determine how anonymous (guest) access to Aigaion is configured.
de: Diese Anmeldeeinstellungen bestimmen, wie anonymer (Gast-)Zugang zu Aigaion konfiguriert wird.
es: Estos parámetros de acceso determinan como está configurado el acceso anónimo (invitado) a Aigaion.
pl: Te ustawienia logowania określają konfigurację dostępu anonimowego do bazy Aigaion.
ro: Aceste setări de conectare determină cum este configurat accesul anonim (vizitator) la Aigaion.

source: Enable anonymous access:
de: Anonymen Zugang aktivieren:
es: Habilitar acceso anónimo
hu: Anonymous hozzáférés engedélyezése:
pl: Włącz dostęp anonimowy:
ro: Activează accesul anonim:

source: Check this box to enable anonymous (guest) access.
de: Dieses Kästchen markieren, um anonymen (Gast-)Zugang zu erlauben.
es: Seleccione esta casilla para permitir el acceso anónimo (invitado).
pl: Zaznacz, aby włączyć dostęp anonimowy.
ro: Selectaţi această căsuţă pentru a activa accesul anonim (vizitator).

source: Default anonymous user account
de: Vorgabekonto für anonymen Nutzer
es: Cuenta de usuario anónima por defecto
pl: Domyślne konto anonimowe
ro: Cont utilizator anonim prestabilit

source: Select the user account that will be used by default for logging in anonymous users. Only users that are marked 'anonymous' on the edit user page can be selected here!
de: Wählen Sie das Nutzerkonto, das vorgabemäßig für die Anmeldung anonymer Nutzer verwendet wird. Nur Nutzer, die auf der "Nutzer bearbeiten"-Seite als "anonym" gekennzeichnet sind, können hier gewählt werden!
es: Seleccionar la cuenta de usuario que se usará por defecto para los usuarios anónimos. ¡Solamente pueden seleccionarse aquí los usuarios marcados como 'anónimos' en la página de edición de usuario!
pl: Wybierz konto użytkownika, które będzie domyślnym kontem anonimowego logowania. Tylko użytkownicy oznaczeni na liście jako 'anonimowi' mogą zostać wybrani.
ro: Selectaţi contul utilizatorului care va fi folosit implicit pentru conectarea utilizatorilor anonimi. Doar utilizatorii marcaţi ca 'anonimi' pe pagina de editare a utilizatorului pot fi selectaţi aici!

source: Note: Be careful in assigning user rights to anonymous accounts!
de: Hinweis: Seien Sie vorsichtig bei der Vergabe von Nutzerrechten an anonyme Konten!
es: Nota: ¡Sea cuidadoso asignando permisos de usuario a cuentas anónimas!
pl: Uwaga: Należy ostrożnie nadawać prawa kontom anonimowym!
ro: Notă: Fiţi atent la asignarea drepturilor utilizatorilor pentru conturile anonime!

source: Login settings (Delegation of password checking to external module):
de: Anmeldeeinstellungen (Übergabe der Passwortprüfung an externes Modul):
es: Parámetros de ingreso (delegación del chequeo de contraseña al módulo externo):
pl: Ustawienia logowania (delegacja sprawdzania hasła do zewnętrznego modułu):
ro: Setările de conectare (Delegarea verificării parolei spre modulul extern):

source: These login settings determine whether the login password checking is delegated to some external module, and if so, how this is configured.
de: Diese Anmeldeeinstellungen bestimmen, ob das Anmeldepasswort an ein externes Modul delegiert wird, und falls ja, wie dieses konfiguriert ist.
es: Estos parámetros de ingreso determinan si el chequeo de la contraseña de ingreso ha sido delegado a algún módulo externo, y si lo es, cómo está configurado.
pl: Te ustawienia logowania okreslają czy hasło jest weryfikowane przez zewnętrzny moduł oraz jego konfigurację.
ro: Aceste setări de conectare determină dacă verificarea parolei de conectare este delegată unui modul extern, şi dacă da, cum este configurat acesta.

source: Delegate password checking:
de: Passwort-Überprüfung delegieren:
es: Chequeo de contraseña delegado:
pl: Delegowana weryfikacja haseł:
ro: Delegă verificarea parolei:

source: Check this box to delegate password checking to external modules.
de: Dieses Kästchen anklicken, um die Passwortüberprüfung an ein externen Modul zu delegieren.
es: Marque esta casilla para delegar el chequeo de contraseña a los módulos externos.
pl: Zaznacz, aby delegować weryfikację haseł przez zewnętrzne moduły.
ro: Selectaţi această căsuţă pentru a delega verificarea parolei spre modulul extern.

source: Password checking module
de: Passwort-Überprüfungsmodul
es: Módulo de chequeo de contraseña
pl: Moduł weryfikacji hasła
ro: Modulul de verificare a parolei

source: Test delegate
es: Prueba delegada
pl: Testowanie delegowania
ro: Testare delegat

source: LDAP Password checking
de: LDAP Passwort-Überprüfung
es: Chequeo de contraseña LDAP
pl: Sprawdzanie poprawności hasła LDAP
ro: Verificarea parolei LDAP

source: PAM Password checking
de: PAM Passwort-Überprüfung
ro: Verificarea parolei PAM

source: Uses php_pam_auth module
de: Verwendet php_pam_auth Module
ro: Foloseşte modulul php_pam_auth

source: pwauth Password checking
de: pwauth Passwort-Überprüfung
ro: Verificarea parolei pwauth

source: Directly from /usr/bin/pwauth
de: Direkt aus /usr/bin/pwauth
ro: Direct din /usr/bin/pwauth

source: Select the module to which the password checking is to be delegated. Be sure to also configure that login module properly, before you turn off the internal login modules!
de: Wählen Sie das Modul, an das die Passwortüberprüfung delegiert werden soll. Stellen Sie außerdem sicher, dass das Modul richtig konfiguriert ist, bevor Sie die internen Login-Module ausschalten!
es: Seleccione el módulo para el cual el chequeo de contraseña será delegado. ¡Asegúrese de configurar adecuadamente ese módulo de ingreso antes de desactivar los módulos de autenticación internos!
pl: Zaznacz moduł, który będzie weryfikował hasła. Należy poprawnie skonfigurować taki moduł zanim nastąpi wyłączenie wewnętrznego modułu logowania!
ro: Selectaţi modulul spre care va fi delegată verificarea parolei. Asiguraţi-vă că aţi configurat acest modul în mod corespunzător, înainte de a opri modulele interne de conectare!

source: Note: check 'Disable internal login' to disallow access to any account not verified using the above module.
de: Hinweis: markieren Sie &sbquo;Interne Anmeldung deaktivieren&lsquo;, um Zugriff auf jedes Konto zu verhindern, das nicht über obiges Modul verifiziert wird.
es: Nota: marque 'Deshabilitar autenticación interna' para impedir el acceso a ninguna cuenta no verificada usando el módulo de arriba.
pl: Uwaga: zaznacz 'Wyłącz wewnętrzne logowanie' aby uniemożłiwiść dostęp do kont z wykorzystaniem modułu.
ro: Notă: selectaţi 'Dezactivează conectarea internă' pentru a nu permite accesul la nici un cont neverificat folosind modulul de mai sus.

source: Login settings (Special settings):
de: Anmeldeeinstellungen (Spezielle Einstellungen):
es: Parámetros de ingreso (configuraciones especiales):
pl: Ustawienia logowania (szczegółowe):
ro: Setările conectării (Setări speciale):

source: Create missing users:
de: Fehlende Nutzer erzeugen:
es: Crear usuarios ausentes:
pl: Odtwórz zaginionych użytkowników:
ro: Creare utilizatori lipsă:

source: Check this box to force the system to create users that are logged in using an external account/password, but do not have an internal Aigaion user account yet. Note that this setting only has an effect when 'delegated password checking' or one of the external login modules have been enabled.
de: Markieren Sie dieses Kästchen, um das System zu zwingen, Nutzer zu erzeugen, die via externes Anmeldemodul angemeldet sind, aber noch kein Aigaion-Nutzerkonto besitzen. Beachten Sie, dass diese Einstellung nur wirksam ist, wenn ein anderes Anmeldemodul als "Aigaion" ausgewählt wurde.
es: Marque esta casilla para forzar al sistema a crear usuarios que ingresan usando una cuenta/contraseña externa, pero que aún no tienen una cuenta de usuario interna en Aigaion. Nótese que este parámetro sólo tiene efecto cuando el 'Chequeo de contraseña delegado' o uno de los módulos externos de ingreso ha sido habilitado.
pl: Zaznacz to pole, aby zmusić system do tworzenia użytkowników zalogowanych za pomocą zewnętrznego modułu, ale nieposiadających jeszcze wewnętrznego konta Aigaion. To ustawienie będzie działać przy włączonej delegowanej weryfikacji haseł lub zewnętrznych modułach logowania.
ro: Selectaţi această căsuţă pentru a forţa sistemul să creeze utilizatori ce sunt logaţi folosind cont/parolă extern(ă), dar care nu au încă un cont utilizator Aigaion intern. Observaţi că această setare are efect doar când 'verificarea parolei delegate' sau unul din modulele externe de conectare au fost activate.

source: Disable internal login:
de: Interne Anmeldung deaktivieren:
es: Deshabilitar autenticación interna:
pl: Wyłącz wewnętrzne logowania:
ro: Dezactivare conectare internă:

source: Check this box to disable internal login facilities. If internal login is disabled, users can only login using one of the delegated password checking modules such as IMAP or LDAP or one of the external login modules such as the httpauth login.
de: Klicken Sie dieses Kästchen, um interne Anmeldemöglichkeiten abzuschalten. Wenn die interne Anmeldung ausgeschalten ist, können sich Nutzer nur anmelden, indem eines der Module zur Passwort-Überprüfung wie IMAP, LDAP oder ein externes Modul wie die HTTP-Auth-Anmeldung verwendet wird.
es: Marque esta casilla para deshabilitar la autenticación interna. Si se deshabilita la autenticación interna los usuarios sólo pueden ingresar usando uno de los módulos de chequeo de contraseña delegado como IMAP o LDAP o uno de los módulos externos de autenticación como el ingreso httpauth.
pl: Zaznacz to pole, aby wyłączyć ułatwienia wewnętrznego logowania. Jeśli wewnętrzne logowanie jest wyłączone, użytkownicy mogą się logować tylko za pomocą modułów zewnętrznych ( IMAP, LDAP, httpauth login).
ro: Selectaţi această căsuţă pentru a dezactiva facilităţile de conectare internă. Dacă se dezactivează conectarea internă, utilizatorii se pot conecta folosind unul din modulele delegate de verificare a parolei, ca de exemplu IMAP sau LDAP sau unul din modulele de conectare externe ca de exemplu conectarea httpauth.

source: Login settings (LDAP):
de: Anmeldeeinstellungen (LDAP):
es: Configuración de ingreso ( LDAP):
pl: Ustawienia logowania (LDAP):
ro: Setările de conectare (LDAP):

source: If you use LDAP authentication, you should set the LDAP server and the base DN. (e.g. server: ldap.aigaion.nl, base dn: dc=dev,dc=aigaion,dc=nl) (That's just an example! We don't really have an LDAP server at Aigaion.nl!)
de: Falls Sie LDAP-Authentifizierung verwenden, sollten Sie LDAP-Server und Basis-DN setzen. (Z.B. Server: ldap.aigaion.nl, Basis-DN: dc=dev,dc=aigaion,dc=nl; das ist nur ein Beispiel! Wir haben nicht wirklich einen LDAP-Server unter Aigaion.nl.)
es: Si usa autenticación LDAP, deberá indicar el servidor LDAP y la base DN (por ejemplo, servidor: ldap.aigaion.nl, base dn: dc=dev, dc=aigaion, dc=nl). (¡Esto es sólo un ejemplo! ¡No existe un servidor LDAP en Aigaion.nl!)
pl: Jeśli stosujesz uwierzytelnianie LDAP, należy ustawić serwer LDAP oraz bazę DN. (np. server: ldap.aigaion.nl, base dn: dc=dev,dc=aigaion,dc=nl) (To jest tylko przykład!)
ro: Dacă folosiţi autentificarea LDAP, ar trebui să configuraţi server-ul LDAP şi baza de date DN. (e.g. server: ldap.aigaion.nl, bază dn: dc=dev,dc=aigaion,dc=nl)(Acesta exte doar un exemplu! De fapt nu avem un server LDAP la adresa Aigaion.nl!)

source: If you want to use the LDAP authentication, you need to have the LDAP modules of your PHP server activated. Explaining how to install that is well outside the scope of Aigaion documentation. See the LDAP documentation at %s for more information. Take special note of the dependencies of this module: for Windows you need e.g. libeay32.dll and ssleay32.dll and msvcr71.dll to be available somewhere...
de: Falls Sie LDAP-Authentifizierung wünschen, müssen Sie die LDAP-Module Ihrer PHP-Installation aktiviert haben. Zu erklären, wie diese installiert werden, ist außerhalb des Rahmens der Aigaion-Dokumentation. Siehe die LDAP-Dokumentation bei %s für weitergehende Informationen. Achten Sie besonders auf die Abhängigkeiten dieses Moduls: Für Windows müssen z.B. libeay32.dll, ssleay32.dll sowie msvcr71.dll verfügbar sein.
es: Si desea usar autenticación LDAP, necesita tener los módulos LDAP de su servidor PHP activados. Explicar cómo instalarlo está fuera del ámbito de la documentación de Aigaion. Lea la documentación LDAP en %s para más información. Nótense especialmente las dependencias de este módulo: para Windows necesita, por ejemplo, que libeay32.dl, ssleay32.dll y msvcr71.dll estén disponibles en algún sitio...
pl: Jeśli chcesz stosować uwierzytelnianie LDAP, należy aktywować moduł LDAP na serwerze PHP. Wyjaśnienie jego instalacji jest wykracza poza zakres dokumentacji Aigaion. Przeczytaj dokumentację LDAP pod adresem %s. Zwróć uwagę na odpowiednie zależności tego modułu: w Windows potrzebujesz udostępnić np. libeay32.dll, ssleay32.dll, msvcr71.dll.
ro: Dacă doriţi să folosiţi autentificarea LDAP, este necesar să activaţi modulele LDAP ale server-ului PHP. Explicarea modului de instalare este mult dincolo de scopul documentaţiei Aigaion. Consultaţi documentaţia LDAP la %s pentru mai multe informaţii. Acordaţi o atenţie specială dependenţelor acestui modul: pentru Windows trebuie să aveţi librăriile libeay32.dll, ssleay32.dll şi msvcr71.dll.

source: LDAP server:
es: Servidor LDAP:
hu: LDAP szerver:
pl: Serwer LDAP:
ro: Server LDAP:

source: The LDAP server (like: ldap.aigaion.nl).
de: Der LDAP-Server (z.B.: ldap.aigaion.nl).
es: El servidor LDAP (ejemplo: ldap.aigaion.nl).
hu: Az LDAP szerver (pl.: ldap.aigaion.nl).
pl: Serwer LDAP (np. ldap.aigaion.nl).
ro: Server-ul LDAP (de exemplu: ldap.aigaion.nl).

source: LDAP base DN:
de: LDAP Basis-DN:
es: Base DN para LDAP:
ro: Baza DN LDAP:

source: The base DN for loggin in to the LDAP server (like: dc=dev,dc=aigaion,dc=nl).
de: Der Basis-DN für die Anmeldung am LDAP-Server (wie: dc=dev,dc=aigaion,dc=nl).
es: La base DN para ingresar en el servidor LDAP (ejemplo: dc=dev, dc=aigaion, dc=nl).
pl: DN dla logowania do serwerów LDAP (dc=dev,dc=aigaion,dc=nl).
ro: Baza DN pentru conectare la server-ul LDAP (de exemplu: dc=dev,dc=aigaion,dc=nl).

source: Login domain:
de: Anmeldedomäne:
es: Dominio de autenticación:
pl: Domena logowania:
ro: Domeniul de conectare:

source: The domain for logging in to the LDAP server (like: dev.aigaion.nl).
de: Die Domäne für die Anmeldung am LDAP-Server (wie: dev.aigaion.nl).
es: El dominio para ingresar en el servidor LDAP (ejemplo: de.aigaion.nl).
pl: Domena dla logowania do serwerów LDAP (np. dev.aigaion.nl).
ro: Domeniul de conectare la server-ul LDAP (de exemplu: dev.aigaion.nl).

source: Server type is 'ActiveDirectory':
de: Servertyp ist &sbquo;ActiveDirectory&lsquo;:
es: El tipo de servidor es 'Active Directory':
pl: Typ serwera to 'ActiveDirectory':
ro: Tipul server-ului este 'ActiveDirectory':

source: Check this box if your LDAP server is an Active Directory server.
de: Dieses Kästchen anklicken, wenn Ihr LDAP-Server ein Active Direcotry-Server ist.
es: Marque esta casilla si su servidor LDAP es un servidor Active Directory.
pl: Zaznacz pole jeśli LDAP serwer jest serwerem typu Active Directory.
ro: Selectaţi această căsuţă dacă server-ul LDAP este un server 'Active Directory'.

source: Login settings (HTTP Authentication):
de: Anmeldeeinstellungen (HTTP-Authentifizierung):
es: Parámetros de ingreso (Autenticación HTTP):
pl: Ustawienia logowania (HTTP Authentication):
ro: Setările conectării (Autentificare HTTP):
