Repository: ginggs/aigaion
Catalog: internationalisation/*/LC_MESSAGES/messages.po
Languages: de, es, hu, pl, ro

source: '.htpasswd' is a module that uses the .htaccess and .htpasswd login system to determine the name of the logged user, instead of a login form.
de: '.htpasswd' ist ein Modul, das das .htaccess und .htpasswd Anmeldesystem statt eines Anmeldeformulars verwendet, um den Namen des angemeldeten Nutzers zu bestimmen.
es: '.htpasswd' es un módulo que usa el sistema de autenticación .htaccess y .htpasswd para determinar el nombre del usuario ingresado en lugar de un formulario de ingreso.
pl: '.htpasswd' jest modułem wykorzystującym system logowania .htaccess i .htpasswd do określania nazwy logującego się uzytkownika, a nie formularzem logowania.
ro: '.htpasswd' este un modul ce foloseşte sistemul de conectare .htaccess şi .htpasswd pentru a determina numele utilizatorului conectat, în loc de a folosi un formular de conectare.

source: If you select this, be sure that you have the httpauth correctly configured - otherwise you may have problems logging in and then you can also not turn the httpauth login module off without directly accessing the Aigaion database.
de: Falls Sie dieses Modul wählen, versichern Sie sich, dass das httpauth Modul korrekt konfiguriert ist. Andernfalls werden Sie vermutlich beim Anmelden Probleme haben und damit das externe Modul auch nicht deaktivieren können, ohne direkt auf die Aigaion-Datenbank zuzugreifen..
es: Si selecciona esto, asegúrese de que el httpauth se encuentra correctamente configurado - en caso contrario puede tener problemas ingresando y entonces tampoco podrá desactivar el módulo de ingreso httpauth sin acceder directamente a la base de datos de Aigaion.
pl: Zaznaczając to, upewnij się że httpauth jest poprawnie skonfigurowany - w innym przypadku mogą wystąpić problemy z logowaniem i brak możliwości wyłączenia modułu httpauth bez bezpośredniego dostępu do bazy Aigaion.
ro: Dacă selectaţi aceasta, asiguraţi-vă că aveţi httpauth corect configurat - altfel puteţi avea probleme la conectare după care puteţi să nu opriţi modulul de conectare httpauth fără a accesa direct baza de date Aigaion.

source: Use HTTPAUTH login modules:
de: HTTPAUTH-Anmeldemodul verwenden:
es: Use los módulos de ingreso HTTPAUTH:
hu: HTTPAUTH belépési modul használata:
pl: Zastosuj moduły logowania HTTPAUTH:
ro: Folosirea modulelor de conectare HTTPAUTH:

source: Check this box to enable the httpauth login module.
de: Dieses Kästchen markieren, um das httpauth Anmeldemodul zu erlauben..
es: Marque esta casilla para habilitar el módulo de ingreso httpauth.
pl: Zaznacz pole, aby aktywować moduł logowania httpauth.
ro: Selectaţi această căsuţă pentru a activa modulul de conectare httpauth.

source: Add autocreated users to group:
de: Automatisch erzeugte Nutzer zu dieser Gruppe hinzufügen:
es: Añadir usuarios autocreados al grupo:
pl: Dodaj automatycznie utworzonych użytkowników do grupy:
ro: Adaugă utilizatorii creaţi automat la grupul:

source: If "Create missing users" is enabled, new users will automatically be added to this group. Use the group name!
de: Wenn &bdquo;Fehlende Nutzer erzeugen&ldquo; aktiviert ist, werden neue Nutzer automatisch dieser Gruppe hinzugefügt. Benutzen Sie den Gruppennamen!
es: Si "Crear usuarios ausentes" está habilitado, los nuevos usuarios serán añadidos automáticamente a este grupo. !Use el nombre de grupo!
pl: Nowi użytkownicy będą automatycznie dołączani do grupy jeśli opcja "Utwórz zagubionych użytkowników" będzie aktywna. Używaj nazwy dla grup!
ro: Dacă este activată opţiunea de "Creare utilizatori lipsă", utilizatorii noi vor fi adăugaţi automat acestui grup. Folosiţi numele grupului!

source: Attachment settings:
de: Anhangeinstellungen:
es: Configuraciones de adjuntos:
hu: Csatolmány beállítások
pl: Ustawienia załącznika:
ro: Setările ataşamentului:

source: Allowed extensions for attachments:
de: Erlaubte Erweiterungen für Anhänge:
es: Extensiones permitidas para los adjuntos:
pl: Dozwolone rozszerzenia załączników:
ro: Extensiile permise pentru ataşamente:

source: The list of allowed extensions for attachments. Attachments that do not have an extension from this list can not be uploaded.
de: Die Liste erlaubter Erweiterungen für Anhänge. Anhänge, die keine Dateinamenerweiterung aus dieser Liste haben, können nicht hochgeladen werden.
es: Listado de extensiones permitidas para adjuntos. Los adjuntos que no tengan una extensión en esta lista no podrán ser adjuntados.
pl: Lista dozwolonych rozszerzeń dla załączników. Nieuwzględnione typy załącznikó nie są dopuszczone.
ro: Lista extensiilor permise pentru ataşamente. Ataşamentele ce nu au o extensie inclusă în această listă nu vor putea fi încărcate.

source: Allow all remote attachments:
de: Alle entfernten Anhänge zulassen:
es: Permitir todos los adjuntos remotos:
pl: Zezwól na zdalne załączniki:
ro: Permite toate fişierele ataşate la distanţă:

source: Check this box if you want to allow all external attachment names, instead of just those ending in one of the 'allowed extensions' specified above. This may be useful because external attachments are often to sites such as portal.acm or doi, with link names ending in meaningless numbers instead of a proper file name. This only affects *remote* attachments.
de: Markieren Sie dieses Kästchen, falls Sie alle auswärtigen Anhangnamen erlauben wollen anstatt lediglich diesen, die mit den "erlaubten Erweiterungen" aus der obigen Liste enden. Dies kann sinnvoll sein, weil externe Anhänge oft auf Seiten wie portal.acm oder DOI mit Verknüpfungsnamen führen, die in bedeutungslosen Nummern enden statt in aussagekräftigen Dateiendungen. Dies betrifft lediglich *entfernte* Anhänge.
es: Marque esta casilla si desea permitir todos los nombres de adjuntos externos en lugar de aquellos que terminan con alguna de las 'extensiones permitidas' especificadas arriba. Esto puede ser útil porque los adjuntos externos son a menudo de sitios como portal.acm o doi, con nombres de enlace que terminan en números sin sentido en vez de un nombre de archivo apropiado. Esto afecta únicamente a los adjuntos *remotos*.
pl: Zaznacz to pole jeśli chcesz dozwolić wszystkie typy plików jako załączniki. Może to być przydatne w przypadku plików (np. portal.acm lub doi), których nazwy kończą się nieodpowiednimi znakami. Dotyczy to zewnętrznych załączników.
ro: Selectaţi această căsuţă dacă vreţi să permiteţi toate numele ataşamentelor externe, în locul celor ce se termină în unul din 'extensiile permise' specificate mai sus. Acest lucru poate fi util deoarece ataşamentele externe sunt deseori către site-uri ca portal.acm sau doi, cu numele legăturii terminându-se în numere fără sens în locul numelui real al fişierului. Aceasta afectează doar ataşamentele *distante*.

source: The server is read only:
de: Der Server ist 'nur-lesen':
es: El servidor es sólo-lectura:
hu: A szerver csak olvasható
pl: Serwer działa w opcji tylko do odczytu:
ro: Server-ul este doar pentru citire:

source: Check this box if the server is read-only, i.e. if you cannot write files such as attachments to the server.
de: Markieren Sie dieses Kästchen, falls der Server 'nur-lesen' ist, d.h., falls Sie keine Dateien, z.B. Anhänge, auf dem Server speichern können.
es: Marque esta casilla si el servidor es de sólo lectura, por ejemplo, si no puede guardar archivos tales como adjuntos en el servidor.
pl: Zaznacz to pole, jeśli serwer jest typu read-only, np. jeśli nie możesz zapisać plików jako załączniki.
ro: Selectaţi această căsuţă dacă server-ul este doar pentru citire, i.e. dacă nu puteţi scrie fişiere ca de exemplu ataşamente pe server.

source: Custom fields settings:
de: Einstellungen für benutzerdefinierte Felder:
ro: Setările câmpurilor personalizate:

source: Aigaion allows adding installation-specific custom fields to publications, authors and topics. You can create these custom fields here.
de: Aigaion ermöglicht es, pro Installation selbst benutzerdefinierte Eingabefelder zu Veröffentlichungen, Authoren und Themen zu definieren. Diese Eingabefelder können hier erstellt werden.
ro: Aigaion permite adăugarea câmpurilor personalizate specifice instalării

source: Type
de: Typ
ro: Tip

source: Order
de: Reihenfolge
ro: Ordine

source: Keep
de: Behalten
ro: Păstrează

source: In- and output settings:
de: Ein- und Ausgabeoptionen:
ro: Setările de intrare-ieşire:

source: BibTeX strings:
de: BibTeX-Zeichenketten:
es: Cadenas (strings) BibTeX:
pl: Ciąg BibTeX:
ro: Şiruri de caractere BibTeX:

source: BibTeX allows definition of strings. Strings that are defined here are converted when importing BibTeX. The correct syntax for strings is: %s
de: BibTeX erlaubt die Definition von Zeichenketten. Zeichenketten, die hier definiert werden, werden beim Import von BibTeX konvertiert. Die korrekte Syntax für Zeichenketten ist: %s
es: BibTeX permite la definición de cadenas (strings). Las cadenas definidas aquí son convertidas cuando se importa BibTeX. La sintaxis correcta para las cadenas es: %s
pl: BibTex umożliwia definicję ciągów. Ciągi znaków są konwertowane podczas importowania BibTex. Poprawna składnia dla ciągów to: %s
ro: BibTeX permite definirea şirurilor de caractere. Şirurile de caractere ce sunt definite aici sunt convertite la importul BibTeX. Sintaxa corectă pentru şirurile de caractere este: %s

source: Convert BibTeX to UTF8 upon input
de: BibTeX bei der Eingabe in UTF-8 umwandeln
es: Convertir BibTeX a UTF-8 tras la entrada
pl: Konwertuj BibTeX do BibTeX
ro: Conversie din BibTeX în UTF8 după introducere

source: Turn this off if you want special BibTeX character codes to be stored as such in the database, without converting them into utf8. This is useful if you find that you have a lot of BibTeX that is converted wrongly.
de: Schalten Sie dies aus, wenn spezielle BibTeX-Zeichencodes als solche in der Datenbank gespeichert werden sollen, ohne dass sie in UTF-8 konvertiert werden. Das ist nützlich, wenn Sie feststellen, dass viele BibTeX-Zeichen falsch konvertiert werden.
es: Desactive esta opción si desea que los códigos de caracteres especiales BibTeX sean almacenados como tales en la base de datos sin ser convertidos a UTF-8. Esto es útil si encuentra que hay muchos BibTeX incorrectamente convertidos.
pl: Wyłącz tę opcję, jeśli chcesz użyć specjalnych znaków BibTex bez konwertowania ich do utf8. Jest to przydatne przy dużej liczbie źle przekonwertowanych danych BiobTex.
ro: Dezactivaţi aceasta dacă nu doriţi stocarea ca atare a codurilor caracterelor speciale BibTeX în baza de date, fără a fi convertite în utf8. Acest lucru este folositor dacă aveţi multe date BibTeX convertite greşit.

source: Some display settings:
de: Einige Anzeigeeinstellungen:
es: Algunos parámetros de visualización:
pl: Ustawienia wyświetlania:
ro: Unele setări de afişare:

source: Title of the site:
de: Seitentitel:
es: Título del sitio:
hu: A site címe
pl: Tytuł strony:
ro: Titlul site-ului:

source: Display publications on single-topic page:
de: Zeige Publikationen auf Einzelthemen-Seiten an:
es: Mostrar las publicaciones en una página por tema:
pl: Wyświetlaj publikacje wg tematów:
ro: Afişare publicaţii pe o pagină mono-subiect:

source: Checking this box means that the full list of publications for a topic is included below the topic description, to speed up browsing for papers. Turning this on might however slow down the loading of the topic pages.
de: Dieses Kästchen zu markieren bedeutet, dass eine vollständige Liste von Publikationen unter der Themenbeschreibung angezeigt wird, sodass das Suchen nach Texten beschleunigt wird. Allerdings kann dies auch zu verlangsamtem Laden der Themenseiten führen.
es: Marcar esta casilla significa que la lista completa de publicaciones de un tema se incluye bajo la descripción del tema para mejorar la velocidad de ojeo de publicaciones, sin embargo, activarlo podría ralentizar la carga de las páginas de tema.
pl: Zaznaczenie tej opcji powoduje włączenie do opisu tematu pełnej listy publikacji na ten temat. Ułatwia to przeglądanie tematów, ale może zwolnić ładowanie się stron z tematami.
ro: Selectarea acestei căsuţe înseamnă că lista completă a publicaţiilor este inclusă sub descrierea subiectului, pentru a accelera viteza de navigare a articolelor. Totuşi, activarea acestei opţiuni ar putea încetini încărcarea paginilor subiect.

source: Merge crossreferenced publications in single publication view:
de: Publikationen, auf die querverwiesen wird, in die Einzelpublikations-Ansicht integrieren:
es: Fusionar las publicaciones con referencias cruzadas en una vista única de publicación:
pl: Połącz powiązane publikacje do postaci wspólnego trybu wyświetlania:
ro: Contopirea publicaţiilor cu referinţe multiple în imaginea unei singure publicaţii:

source: Check to merge cross-referenced publications on a single publication page view.
de: Markieren, um querverwiesene Publikationen auf der Einzelpublikations-Seite zusammenzuführen.
es: Marcar para fusionar publicaciones con referencias cruzadas en una vista de página de publicación única.
pl: Zaznacz by połączyć publikacje powiązane odsyłaczami na jednej stronie wyświetlania.
ro: Selectaţi pentru a contopi publicaţiile cu referinţe multiple în imaginea unei singure publicaţii.

source: Use TinyMCE note editor:
de: Benutzen des TinyMCE note editor:
es: Utilice el editor de notas TinyMCE:
hu: TinyMCE szerkesztő használata
pl: Użyj edytora TinyMCE:
ro: Foloseşte editorul de note TinyMCE:

source: Check to enable the Tiny-MCE editor for editing notes.
de: Setzen Sie ein Häkchen, um den Tiny-MCE-Editor für die Bearbeitung von Notizen zu verwenden.
es: Marque para habilitar el editor Tiny-MCE para editar notar.
pl: Zaznacz, aby aktywować edytor TinyMCE do edycji.
ro: Selectaţi pentru a activa editorul Tiny-MCE pentru editarea notelor.

source: Defaults for user preferences:
de: Vorgaben für Nutzereinstellungen:
es: Preferencias de usuario por defecto:
pl: Domyślne ustawienia użytkownika:
ro: Valori prestabilite pentru preferinţele utilizatorilor:

source: Several user preferences can be given a default value here, to be overridden as wished by users who can change their profile.
de: Sie können hier für mehrere Nutzereinstellungen Vorgabewerte angeben. Diese können bei Bedarf von Nutzern, die ihr Profil ändern dürfen, überschrieben werden.
es: Se puede dar un valor por defecto a varias de las preferencias de usuario aquí, que podrán ser anuladas por los usuarios con permisos para modificar su perfil.
pl: Można ustawić kilka własności jako domyślne, aby nie uwzględniali ich użytkownicy podczas zmiany profilu.
ro: Mai multe preferinţe ale utilizatorilor pot primi valori prestabilite aici, pentru a fi suprascrise de utilizatorii ce îşi pot schimba profilul.

source: Default theme
de: Vorgabe-Design
es: Apariencia por defecto
hu: Alapértelmezett téma
pl: Domyślny szablon
ro: Tema prestabilită

source: Default language
de: Vorgabe-Sprache
es: Idioma por defecto
hu: Alapértelmezett nyelv
pl: Domyślny język
ro: Limbajul prestabilit

source: Default publication summary style
de: Vorgabestil der Publikationszusammenfassung
es: Estilo por defecto de visualización del resumen de la publicación
pl: Domyślny styl opisu publikacji
ro: Stilul prestabilit al sumarului publicaţiei

source: Author first
de: Autor zuerst
es: Autor primero
hu: Szerzővel kezdve
pl: Najpierw nazwisko autora
ro: Autorul primul

source: Title first
de: Titel zuerst
es: Título primero
hu: Címmel kezdve
pl: Najpierw tytuł
ro: Titlul primul

source: Default author display style
de: Vorgabestil der Autorenanzeige
es: Estilo de visualización de autor por defecto
pl: Domyślny styl wyświetlania autora
ro: Stilul prestabilit de afişare al autorului

source: First [von] Last
de: Vor- [von] Nachname
es: Nombre Apellido(s)
hu: Keresztnév [von] Vezetéknév
pl: Imię [von] Nazwisko
ro: Primul [von] Ultimul

source: [von] Last, First
de: [von] Nachname, Vorname
es: Apellido(s), Nombre
hu: [von] Vezetéknév, Keresztnév
pl: [von] Nazwisko, Imię
ro: [von] Ultimul, Primul

source: [von] Last
de: [von] Nachname
es: Apellido(s)
hu: [von] Vezetéknév
pl: [von] Nazwisko
ro: [von] Ultimul

source: Default number of publications per page
de: Vorgabe-Anzahl Publikationen pro Seite
es: Número de publicaciones por página por defecto
hu: Oldalanként megjelenített publikációk alapértelmezett száma:
pl: Domyślna liczba publikacji na stronie
ro: Numărul prestabilit de publicaţii pe pagină

source: 'Similar author' check
de: Autorenüberprüfung
es: Comprobar 'autores similares'
pl: Weryfikacja 'podobnych autorów'
ro: Verificarea 'autorilor similari'

source: Last names, then initials
de: Nachnamen, dann Initialen
es: Apellidos, luego iniciales
pl: Nazwiska, inicjały
ro: Numele de familie, apoi iniţialele

source: Full name
de: Voller Name
es: Nombre completo
hu: Teljes név
pl: Pełna nazwa
ro: Numele complet

source: Select the method for checking whether two author names are counted as 'similar'.
de: Wählen Sie die Methode, nach der zwei Autorennamen als &sbquo;ähnlich&lsquo; eingestuft werden.
es: Seleccione el método para comprobar si dos nombres de autor son contados como "similares".
pl: Wybierz metodę sprawdzania 'podobieństwa' dwóch nazwisk autorów.
ro: Selectaţi metoda pentru a verifica dacă numele a doi autori sunt considerate ca 'similare'.

source: Default access levels:
de: Vorgabe-Zugriffsrechte:
es: Niveles de acceso por defecto:
hu: Alapértelmezett hozzáférési szint:
pl: Domyślne poziomy dostępów:
ro: Nivelele de acces prestabilite:

source: Specify here the default access levels for different types of objects. A 'Default publication read level' of 'public' means, for example, that new publications are publicly accessible by default
de: Spezifizieren Sie hier die Vorgabe-Zugriffsebenen für unterschiedliche Objekttypen. Eine &sbquo;Vorgabe-Zugriffsebene lesen&lsquo; mit dem Wert &sbquo;öffentlich&lsquo; bedeutet zum Beispiel, dass neue Publikationen vorgabemäßig öffentlich zugänglich sind.
es: Especifique aquí los niveles de acceso por defecto para diferentes tipos de objetos. Un 'Nivel de lectura de publicación por defecto' fijado como 'público' significa, por ejemplo, que las nuevas publicaciones estarán accesibles públicamente por defecto
hu: Itt meghatározhatja a különböző objektumok alapértelmezett hozzáférési szintjét. A 'Publikáció alapértelmezett olvasási szintje' esetében a 'publikus' pl. azt jelenti, hogy az újonnan feltöltött publikációk olvasásra alapértelmezésben publikus, vagyis nyilvános hozzáférésűek lesznek.
pl: Ustaw domyślny poziom dostępu do różnych typów obiektów. 'Domyślny poziom odczytu publikacji' ustawiony jako 'publiczny' oznacza, że nowe publikacje są domyślnie dostępne publicznie
ro: Specificaţi aici nivelele de acces prestabilite pentru diferitele tipuri de obiecte. Un 'nivel prestabilit de citire al publicaţiei' de 'public' înseamnă, de exemplu, că publicaţiile noi sunt public accesibile în mod implicit.

source: Type:
de: Typ:
es: Tipo:
hu: Közleménytípus
pl: Typ:
ro: Tip:

source: Default access level:
de: Vorgabe-Zugriffsrecht:
es: Nivel de acceso por defecto:
hu: Alapértelmezett hozzáférési szint
pl: Domyślny poziom dostępu:
ro: Nivelul prestabilit de acces:

source: Default attachment read level
de: Vorgabe-Zugriffsebene "Anhang lesen"
es: Nivel de lectura de adjuntos por defecto
hu: Alapértelmezett csatolmány olvasási szint
pl: Domyślny poziom odczytu załączników
ro: Nivelul prestabilit de citire al ataşamentului

source: Default attachment edit level
de: Vorgabe-Zugriffsebene "Anhang bearbeiten"
es: Niveles de edición de adjuntos por defecto
hu: Alapértelmezett csatolmány szerkesztési szint
pl: Domyślny poziom edycji załączników
ro: Nivelul prestabilit de editare al ataşamentului

source: Default publication read level
de: Vorgabe-Zugriffsebene "Publikation lesen"
es: Nivel de lectura de publicaciones por defecto
hu: Alapértelmezett publikáció olvasási szint
pl: Domyślny poziom odcztytu publikacji
ro: Nivelul pestabilit de citire al publicaţiei

source: Default publication edit level
de: Vorgabe-Zugriffsebene "Publikation bearbeiten"
es: Nivel de edición de publicaciones por defecto
hu: Alapértelmezett publikáció szerkesztési szint
pl: Domyślny poziom edycji publikacji
ro: Nivelul prestabilit de editare al publicaţiei

source: Default note read level
de: Vorgabe-Leseebene für Notizen
es: Nivel de lectura de notas por defecto
hu: Alapértelmezett annotáció olvasási szint
pl: Domyślny poziom odczytu notatek
ro: Nivelul prestabilit de citire al notei

source: Default note edit level
de: Vorgabe-Notiz-Zugriffsebene
es: Nivel de edición de notas por defecto
hu: Alapértelmezett annotáció szerkesztési szint
pl: Domyślny poziom edycji notatek
ro: Nivelul prestabilit de editare al notei

source: Default topic read level
de: Vorgabe-Leseebene für Themen
es: Nivel de lectura de temas por defecto
hu: Alapértelmezett téma oplvasási szint
pl: Domyślny poziom odczytu tematów
ro: Nivelul prestabilit de citire al subiectului

source: Default topic edit level
de: Vorgabe-Themen-Zugriffsebene
es: Nivel de edición de temas por defecto
hu: Alapértelmezett téma szerkesztési szint
pl: Domyślny poziom edycji tematu
ro: Nivelul prestabilit de editare al subiectului

source: Embedding options:
de: Einbettungsoptionen:
es: Opciones para embeber:
pl: Opcje wbudowywania:
ro: Opţiunile de includere:

source: Shared domain for embedding:
de: Geteilte Domain für Einbettung:
es: Dominio compartido para embeber:
pl: Wspólna domena do wbudowywania:
ro: Domeniul partajat pentru includere:

source: Logintegration options:
de: Anmelde-Integrationsoptionen:
es: Opciones de integración de ingreso:
pl: Opcje zintegrowanego logowania:
ro: Opţiunile de integrare a log-urilor

source: Shared secret phrase for integrated login:
de: Geteilte geheime Phrase für integrierte Anmeldung:
es: Frase secreta compartida para el ingreso integrado:
pl: Ukryta fraza do zintegrowanego logowania:
ro: Fraza secretă partajată pentru conectarea integrată:

source: Aigaion login module
de: Aigaion-Anmeldemodul
es: Módulo de autenticación de Aigaion
hu: Aigaion belétető modul
pl: Moduł logowania do Aigaion
ro: Modulul de conectare Aigaion

source: .htpasswd file
de: .htpasswd-Datei
es: archivo .htpasswd
hu: .htpasswd fájl
pl: plik .htpasswd
ro: fişierul .htpasswd

source: LDAP based authentication
de: LDAP-basierte Authentifizierung
es: Autentificación basaba en LDAP
pl: Uwierzytelnianie LDAP
ro: Autentificare bazată pe LDAP

source: Store new settings
de: Neue Einstellungen speichern
es: Guardar nuevas configuraciones
hu: Új beállítások tárolása
pl: Zapisz nowe ustawienia
ro: Stocare setări noi

source: Maintenance and checks
de: Wartung und Überprüfungen
es: Mantenimiento y comprobaciones
pl: Zarządzanie i kontrola
ro: Întreţinere şi verificări

source: There is a set of maintenance functions available. You can either perform the maintenance functions separately by selecting from the list, or you can %s
de: Es gibt ein Set an Wartungsfunktionen. Sie können entweder jede Wartungsfunktion separat ausführen, indem Sie sie aus der Liste auswählen, oder Sie können %s.
es: Hay una serie de funciones de mantenimiento disponibles. Usted puede realizar las funciones de mantenimiento por separado seleccionándolas de la lista o puede %s
pl: Dostępne są funckje zarządzania bazą. Można zastsować je osobno, poprzez wybór z listy, lub %s
ro: Este disponibil un set de funcţii de întreţinere. Puteţi să rulaţi funcţiile de întreţinere separat, prin selectare din listă, sau puteţi să %s

source: perform all checks at once
de: alle Überprüfungen auf einmal ausführen
es: realizar todas las comprobaciones al unísono
pl: przeprowadź pełną kontrolę bazy
ro: efectuează toate controalele odată

source: Check attachments
de: Anhänge überprüfen
es: Comprobar adjuntos
hu: Csatolmányok ellenőrzése
pl: Spawdź załączniki
ro: Verificare ataşamente
