Repository: ginggs/aigaion
Catalog: internationalisation/*/LC_MESSAGES/messages.po
Languages: de, es, hu, pl, ro

source: Check topics
de: Themen überprüfen
es: Comprobar temas
hu: Témák ellenőrzése
pl: Sprawdź tematy
ro: Verificare subiecte

source: Check notes
de: Notizen überprüfen
es: Comprobar notas
hu: Megjegyzések ellenőrzése
pl: Sprawdź notatki
ro: Verificare note

source: Check authors
de: Autoren überprüfen
es: Comprobar autores
hu: Szerzők ellenőrzése
pl: Sprawdź nazwiska autorów
ro: Verificare autori

source: Check keywords
de: Schlagworte überprüfen
es: Comprobar palabras claves
hu: Kulcsszavak ellenőrzése
ro: Verificare cuvinte cheie

source: Check passwords
de: Passwörter überprüfen
es: Comprobar contraseñas
hu: Jelszavak ellenőrzése
pl: Sprawdź hasła
ro: Verificare parole

source: Check searchable names, keywords and titles
de: Durchsuchbare Namen, Schlagworte und Titel überprüfen
es: Comprobar nombres, palabras claves y títulos que puedan buscarse
hu: Kereshető nevek, kulcsszavak és címek kijelölése
pl: Sprawdź klucze wyszukiwawcze: nazwiska, słowa kluczowe i tytuły
ro: Verificare nume căutabile, cuvinte cheie şi titluri

source: Check publication marks
de: Publikationsbewertungen überprüfen
es: Comprobar marcas de publicación
pl: Sprawdź oznaczenia publikacji
ro: Verificare marcaje publicaţii

source: Check for updates
de: Nach Aktualisierungen suchen
es: Comprobar actualizaciones
hu: Frissítések keresése
pl: Sprawdź uaktualnienia
ro: Verificare actualizări

source: Backup and restore
de: Sichern und wiederherstellen
es: Copias de seguridad y restauración
hu: Biztonsági mentés és helyreállítás
pl: Tworzenie i przywracanie kopii
ro: Arhivează şi restaurează

source: Making regular backups of the database is recommended. Collecting a complete bibliography takes a lot of time and a single server crash fades all these efforts away. Storing the backupfiles on another server or medium is recommended.
de: Es wird empfohlen, regelmäßig Sicherungen der Datenbank anzulegen. Eine komplette Bibliographie zu sammeln nimmt viel Zeit in Anspruch und ein einzelner Serverzusammenbruch macht all diesen Aufwand zunichte. Es wird empfohlen, die Sicherungskopien auf einem anderen Server oder Datenträger aufzubewahren.
es: Se recomienda hacer copias de seguridad de la base de datos regularmente. Recolectar una biografía completa lleva mucho tiempo y un único fallo del servidor puede hacer que se pierdan todos nuestros esfuerzos. Se recomienda almacenar los archivos de copias de seguridad en otro servidor o medio.
pl: Zalecane jest regularne tworzenie kopii bazy.
ro: Este recomandată efectuarea de arhive regulate ale bazei de date. Construirea unei bibliografii complete ia mult timp şi o singură avarie a server-ului poate anula toate aceste eforturi. Este recomandată stocarea fişierelor arhivă pe un alt server sau mediu.

source: Export database
de: Datenbank exportieren
es: Exportar base de datos
hu: Adatbázis exportálása
pl: Eksport bazy
ro: Exportă baza de date

source: Restore database from backup
de: Datenbank aus Sicherungskopie wiederherstellen
es: Restaurar base de datos a partir de una copia de seguridad
hu: Adatbázis helyreállítása biztonsági másolatból
pl: Przywróć bazę z kopii bezpieczeństwa
ro: Restaurează baza de date din arhivă

source: <b>Important</b>: if you don't paste the full contents of an Aigaion 2 backup file here, the database will end up being corrupted.
de: <b>Wichtig</b>: Wenn Sie hier nicht den gesamten Inhalt einer Aigaion 2-Sicherungsdatei einfügen, wird die Datenbank letztendlich unbrauchbar werden.
es: <b>Importante</b>: si no copia el contenido completo de un archivo de copia de seguridad de Aigaion2 aquí, la base de datos terminará corrompiéndose.
pl: <b>Ważne</b>: baza ulegnie uszkodzeniu jeśli pełne dane dla kopii bezpieczeństwa nie zostaną wklejone tutaj.
ro: <b>Important</b>: dacă nu lipiţi întregul conţinut al fişierului arhivă Aigaion, baza de date va fi în final coruptă.

source: Table Prefix
de: Tabellenpräfix
es: Prefijo de tabla
pl: Prefix tabeli
ro: Prefixul Tabelei

source: If the sql code pasted below defines a table prefix different from the prefix defined in this installation of Aigaion, you should change these prefixes in the sql code pasted below, in all drop, create and insert statements. In the future we will make a more elegant solution for this.
de: Wenn der SQL-Code im unteren Textfeld ein Tabellenpräfix definiert, das vom Präfix in dieser Aigaion-Installation abweicht, sollten Sie diese Präfixe im unten eingefügten SQL-Code in allen DROP-, CREATE- und INSERT-Anweisungen ändern. In zukünftigen Versionen werden wir dafür eine elegantere Lösung anbieten.
es: Si el código SQL pegado abajo define un prefijo de tabla diferente del prefijo definido en esta instalación de Aigaion, debería cambiar estos prefijos en el código SQL pegado abajo en todas las sentencias drop, create e insert. En el futuro crearemos una solución más elegante para esto.
pl: Jeśli wklejony kod sql definiuje prefiks tabeli w inny sposób niż prefiks zdefiniowany podczas instalacji Aigaion, należy zmienić tę wartość ręcznie. W przyszłości zostanie to poprawione.
ro: Dacă acest cod sql, lipit mai jos, defineşte un prefix al tabelei diferit de prefixul definit în această instalare a Aigaion, ar trebui să schimbaţi aceste prefixe în codul sql lipit mai jos, în toate instanţele, ştergeţi, creaţi şi inseraţi declaraţii. În viitor vom realiza o soluţie mai elegantă pentru aceasta.

source: Paste your backup data here
de: Fügen Sie hier Ihre Sicherungsdaten ein
es: Pegue los datos de la copia de seguridad aquí
hu: A helyreállítási adtokat ide illessze be!
pl: Tutaj wklej dane zapasowe
ro: Lipiţi aici datele arhivate

source: Paste backup data here. Restoring from backup data will overwrite all data currently in this database! Do not restore if you do not have a backup file of the current status of the database!
de: Fügen Sie hier die Sicherungsdaten ein. Wiederherstellung aus Sicherungsdaten wird alle Daten überschreiben, die sich derzeit in der Datenbank befinden! Stellen Sie nicht wieder her, wenn Sie nicht auch eine Sicherungskopie des aktuellen Status der Datenbank haben!
es: Pegue los datos de la copia de seguridad aquí. ¡La restauración de los datos de la copia seguridad sobreescribirá todos los datos están actualmente en esta base de datos!. ¡No la restaure si no tiene un archivo de copia de seguridad del estado actual de la base de datos!
hu: A helyreállítási adtokat ide illessze be! a biztonsági mentés fölülírja az adatbázis teljes állományát. Ne végezzen helyreállítást, ha nincsen biztonsági mentése az adatbázis jelenlegi állapotáról!
pl: Tutaj wklej dane zapasowe. Odtworzenie z pliku zapasowego spowoduje nadpisanie aktualnych danych w bazie! Przed odtworzeniem należy wykonać kopię aktualnego stanu bazy.
ro: Lipiţi aici datele arhivate. Restaurarea din datele arhivate va suprascrie toate date prezente în baza de date! Nu restauraţi dacă nu aveţi un fişier arhivă cu starea curentă a bazei de date!

source: Restore
de: Wiederherstellen
es: Restaurar
hu: Helyreállítás
pl: Odtwórz
ro: Restaurează

source: Aigaion statistics
de: Aigaion-Statistiken
es: Estadísticas de Aigaion
hu: Aigaion statisztika
pl: Statystyki Aigaion
ro: Statistici Aigaion

source: %s publications (%s read)
de: %s Publikationen (%s gelesen)
es: %s publicaciones (%s leídas)
hu: %s publikáció (%s olvasott)
pl: %s publikacji (%s przeczytane)
ro: %s publicaţii (%s citite)

source: %s authors
de: %s Autoren
es: %s autores
hu: %s szerző
pl: %s autorów
ro: %s autor(i)

source: %s main topics
de: %s Hauptthemen
es: %s temas principales
hu: %s fő téma
pl: %s wydziały
ro: %s subiect(e) principal(e)

source: Author synonym settings:
de: Einstellungen für Synonyme für Autornamen
ro: Setările pseudonimului autorului

source: Aigaion can be configured to allow the use of author synonyms, or aliases under which somebody has also published.
de: Aigaion kann so konfiguriert werden, dass ein Author der unter mehreren Namen veröffentlicht in Aigaion auch mit mehreren Synonymen bekannt ist.
ro: Aigaion poate fi configurat pentru a permite folosirea pseudonimelor autorului sub care el a mai publicat.

source: Allow the use of author synonyms
de: Synonyme für Autornamen zulassen
ro: Permite folosirea pseudonimelor autorului

source: When you disable the use of synonyms:
de: Wenn Sie das verwenden von Authorsynonymen ausschalten:
ro: Când dezactivaţi folosirea pseudonimelor:

source: Book cover settings
de: Einstellungen für Titelseiten
ro: Setările coperţii cărţii

source: Aigaion can be configured to allow images of book covers to be uploaded
de: Aigaion kann so eingestellt werden, dass Titelseitenbilder hochgeladen werden können
ro: Aigaion poate fi configurat pentru a permite încărcarea de imagini cu coperţile cărţilor

source: Allow uploading of book cover images
de: Hochladen von Titelseitenbilder ermöglichen
ro: Permite încărcarea imaginilor cu coperta cărţii

source: No description
de: Keine Beschreibung
es: Sin descripción
hu: Nincsen leírás
pl: Brak opisu
ro: Nu există descriere

source: Are you sure that you want to delete topic "%s"?
de: Sind Sie sicher, dass Sie Thema "%s" löschen wollen?
es: ¿Está seguro de que desea eliminar el tema "%s"?
hu: Biztosan törölni akarja a következő témát "%s"?
pl: Czy na pewno usunąć temat "%s"?
ro: Sunteţi sigur că vreţi să ştergeţi acest subiect "%s"?

source: Add a topic
de: Thema hinzufügen
es: Añadir un tema
hu: Téma hozzáadása
pl: Dodaj temat
ro: Adaugă subiect

source: Change topic "%s"
de: Ändere Thema "%s"
es: Modificar tema "%s"
pl: Zmień temat "%s"
ro: Schimbă subiectul "%s"

source: Parent
de: Vorfahr
es: Padre
hu: Szülő
pl: Nadrzędne
ro: Părinte

source: Subtopics
de: Unterthemen
es: Subtemas
hu: Altémák
pl: Tematy podrzędne
ro: Subiecte secundare

source: publications
de: Publikationen
es: publicaciones
hu: publikációk
pl: publikacje
ro: publicaţii

source: author
de: Autor
es: autor
hu: szerző
pl: autor
ro: autor

source: view
de: betrachten
es: ver
hu: megtekintés
pl: przeglądaj
ro: afişare

source: view author for topic
de: Autor zu diesem Thema betrachten
es: ver autor por tema
hu: Téma szerzője
pl: wyświetlaj autorów dla tematu
ro: afişează autor pentru subiect

source: authors
de: Autoren
es: autores
hu: szerzők
pl: autorzy
ro: autori

source: view authors for topic
de: Autoren zu diesem Thema betrachten
es: ver autores por tema
hu: Téma szerzői
pl: wyświetl autorów dla tematów
ro: afişare autori pentru subiect

source: Subtopic
de: Unterthema
es: Subtema
hu: Altéma
pl: Temat podrzędny
ro: Subiect secundar

source: No subtopics
de: Keine Unterthemen
es: Sin subtemas
hu: Nincsenek altémák
pl: Brak tematów podrzędnych
ro: Nu există subiecte secundare

source: create new subtopic
de: neues Unterthema erzeugen
es: crear subtema nuevo
hu: új altéma létrehozása
pl: Utwórz nowy temat podrzędny
ro: crearea unui nou subiect secundar

source: collapse
de: zuklappen
es: colapsar
hu: összecsukás
pl: Zwiń
ro: restrângere

source: expand
de: erweitern
es: expandir
hu: kinyitás
pl: rozwiń
ro: expandare

source: read: %s of %s publications
de: gelesen: %s von %s Publikationen
es: leído: %s de %s publicaciones
hu: olvasva: %s a %s publikációból
pl: cztaj: %s z %s publikacji
ro: citeşte: %s din %s publicaţii

source: group subscribed
de: (abonniert über Gruppe)
es: suscrito al grupo
pl: Grupa dodana do subskrypcji
ro: grup subscris

source: Are you sure that you want to delete user "%s"?
de: Sind Sie sicher, dass Sie Nutzer "%s" löschen wollen?
es: ¿Está seguro de querer eliminar el usuario "%s"?
hu: Biztosan törölni akarja "%s" felhasználót?
pl: Jesteś pewny, że chcesz usunąć użytkownika "%s"?
ro: Sunteţi sigur că vreţi să ştergeţi utilizatorul "%s"?

source: Create a new user
de: Neuen Nutzer erzeugen
es: Crear un nuevo usuario
hu: Új felhasználó létrehozása
pl: Stwórz nowego użytkownika
ro: Creare utilizator nou

source: Edit user preferences
de: Nutzereinstellungen bearbeiten
es: Editar preferencias de usuario
hu: Felhasználói beállítások szerkesztése
pl: Edycja ustawień użytkownika
ro: Editare preferinţe utilizator

source: Account settings
de: Kontoeinstellungen
es: Propiedades de la cuenta
hu: Felhasználói kapcsolat beállításai
pl: Ustawienia konta
ro: Setările contului

source: 'Account settings' is the only block of settings that is <i>mandatory</i>
de: 'Kontoeinstellungen' ist der einzige <i>verpflichtende</i> Block
es: 'Propiedades de la cuenta' es el único bloque de las configuraciones que es <i>obligatorio</i>
pl: 'Ustawienia konta' jest jedynym <i>obowiązkowym</i> blokiem ustawień.
ro: 'Setările contului' este singurul bloc de setări ce este <i>obligatoriu</i>

source: Note: Login names, once assigned, cannot be changed.
de: Hinweis: Anmeldenamen, einmal zugewiesen, können nicht geändert werden.
es: Nota: los nombres de ingreso, una vez asignados, no pueden ser modificados.
pl: Uwaga: raz przpisane nazwy użytkowników nie mogą być zmieniane.
ro: Notă: Numele de conectare, odată asignate, nu mai pot fi schimbate.

source: Disable account
de: Konto Sperren
es: Deshabilitar cuenta
hu: Felhasználói kapcsolat letiltása
pl: Wyłącz konto
ro: Dezactivare cont

source: Note: when you disable this account, it can no longer be used to login, but the information associated to the account will remain in the database. You can re-enable the account in the future.
de: Hinweis: Wenn Sie dieses Konto deaktivieren, kann es nicht mehr weiter zur Anmeldung verwendet werden, aber die Informationen, die mit ihm verbunden sind, bleiben in der Datenbank. Sie können das Konto in der Zukunft wieder aktivieren.
ro: Notă: când dezactivaţi acest cont, nu va mai putea fi folosit pentru conectare, dar informaţia asociată contului va rămâne în baza de date. Puteţi reactiva ulterior contul.

source: leave blank for no change
de: leer lassen zum Beibehalten
es: dejar en blanco para no modificarlo
hu: ha nem akarja megváltoztatni, hagyja üresen
pl: pozostaw puste / brak zmiany
ro: lăsaţi gol pentru a nu schimba nimic

source: Re-type new password
de: Neues Passwort erneut eintippen
es: Vuelva a escribir la contraseña nueva
hu: Gépelje be ismét az új jelszót
pl: Powtórz nowe hasło
ro: Reintroduceţi noua parolă

source: It is impossible to change the type of your own account (normal, anon or external). This would lead to problems if you accidentally disable it.
de: Es ist nicht möglich, den Typ Ihres eigenen Kontos (normal, anonym oder extern) zu ändern. Das würde zu Problemen führen, wenn Sie es versehentlich deaktivieren.
es: Es imposible cambiar el tipo de su propia cuenta (normal, anónima o externa). Esto podría ocasionarle problemas si accidentalmente la deshabilita.
pl: Nie można zmienić typu własnego konta. Wyłączenie tej opcji spowoduje to poważne problemy
ro: Nu se poate schimba tipul propriului cont (normal, anonim sau extern). Aceste lucru poate genera probleme dacă îl dezactivaţi din greşeală.

source: Account type
de: Kontentyp
es: Tipo de cuenta
hu: Hozzáférés tipusa
pl: Rodzaj konta
ro: Tipul contului

source: Anonymous
de: Anonym
es: Anónima
hu: Névtelen
pl: Anonimowy
ro: Anonim

source: Managed by external module
de: Von externem Modul verwaltet
es: Gestionada por un módulo externo
pl: Obsługiwane przez zewnętrzny moduł
ro: Gestionat de un modul extern

source: Note: when you set this account to be anonymous, you should not forget to enable anonymous access to this database on the site configuration page!
de: Hinweis: Wenn Sie dieses Konto als anonym markieren, sollten Sie nicht vergessen, anonymen Zugriff zu dieser Datenbank in der Seitenkonfiguration zu aktivieren!
es: Nota: ¡Cuando defina esta cuenta como anónima, no debe olvidar habilitar acceso anónimo a esta base de datos en la página de configuración del sitio!
pl: Uwaga: jeśli zmienisz to konto na anonimowe, należy również włączyć anonimowy dostęp do bazy na stronie konfiguracji!
ro: Notă: când setaţi acest cont ca anonim, nu uitaţi să activaţi accesul anonim la această bază de date pe pagina de configurare a site-ului.

source: Note2: when you set this account to be externally managed, you must be certain that the external login module is working; otherwise this account can no longer login! If you are unsure, please read the documentation on external login modules.
de: Hinweis 2: Wenn Sie dieses Konto als extern verwaltet kennzeichnen, müssen Sie sicher sein, dass das externe Anmeldemodul funktioniert; ansonsten kann sich dieser Nutzer nicht mehr anmelden! Falls Sie unsicher sind, lesen Sie bitte die Dokumentation zu externen Anmeldemodulen.
es: Nota 2: ¡Cuando usted defina esta cuenta para que sea gestionada externamente, debe asegurarse de que el módulo de ingreso externo está funcionando; de lo contrario no podrá autenticarse con esta cuenta!. Si no está seguro(a), por favor lea la documentación sobre módulos de ingreso externos.
pl: Uwaga2: po ustawieniu zewnętrznego zarządzania kontem należy sprawdzić poprawność funkcjonowania modułu zewnętrznego logowania, w innym przypadku nie będzie można zalogować się do konta! W razie niejasności przeczytaj dokumentację na temat modułów zewnętrznego logowania.
ro: Nota2: când setaţi acest cont pentru a fi gestionat din exterior, trebuie să vă asiguraţi că modulul extern de conectare funcţionează; altfel acest cont nu se va conecta niciodată! Dacă nu sunteţi sigur, citiţi documentaţia modulelor externe de logare.

source: Person details
de: Personendetails
es: Detalles de la persona
hu: Személy részletei
pl: Szczegóły osobowe
ro: Detaliile persoanei

source: Initials
de: Initialen
es: Iniciales
pl: Inicjały
ro: Iniţialele

source: First name
de: Vorname
es: Nombre
hu: Keresztnév
pl: Imię
ro: Prenumele

source: Middle name
de: Beiname
es: Segundo nombre
hu: Középső név
pl: Drugie imię
ro: Al doilea nume

source: Surname
de: Nachname
es: Apellidos
hu: Vezetéknév
pl: Nazwisko
ro: Numele de familie

source: Abbreviation (about three characters)
de: Abkürzung (etwa drei Zeichen)
es: Abreviatura (unos tres caracteres)
hu: Rövidítés (Kb. három betű)
pl: Skrót (trzy znaki)
ro: Abreviaţia (aproximativ trei caractere)

source: Email address
de: E-Mail-Adresse
es: Dirección de correo electrónico
hu: E-mail cím
pl: Adres email
ro: Adresa de email

source: Display preferences
de: Anzeige-Einstellungen
es: Preferencias de visualización
hu: Megjelenítési beállítások
pl: Wyświetl ustawienia
ro: Preferinţele de afişare

source: Theme
de: Design
es: Apariencia
hu: Téma
pl: Szablon
ro: Tema

source: Language
de: Sprache
es: Idioma
hu: Nyelv
pl: Język
ro: Limbajul

source: Publication summary style
de: Stil der Publikationszusammenfassung
es: Estilo de resumen de publicación
hu: Publikáció összefoglaló stílusa
pl: Styl wyświetlania streszczeń publikacji
ro: Stilul rezumatului publicaţiei

source: author first
de: Autoren zuerst
es: autor primero
hu: Szerzőt először
pl: pierwszy autor
ro: autorul primul

source: title first
de: Titel zuerst
es: título primero
hu: címet először
pl: tytuł główny
ro: titlul primul

source: Author display style
de: Stil der Autorenanzeige
es: Estilo de presentación de autor
hu: Szerző megjelenítés stílusa
pl: Styl wyświetlania autorów
ro: Stilul de afişare al autorului

source: Number of publications per page
de: Anzahl Publikationen pro Seite
es: Número de publicaciones por página
hu: az oldalanként megjelenített publikációk száma
pl: Liczba publikacji na stronie
ro: Numărul de publicaţii pe pagină

source: Site default
de: Seitenvorgabe
es: Sitio por defecto
hu: Site alapértelmezett
pl: Ustaw domyślnie
ro: Site-ul prestabilit

source: Select the method for checking whether two author names are counted as "similar".
de: Wählen Sie die Methode, nach der zwei Autorennamen als &sbquo;ähnlich&lsquo; eingestuft werden.
es: Seleccione el método para comprobar si dos nombres de autor son contados como "similar".
pl: Wybierz metodę sprawdzania podobieństwa nazwisk autorów - "podobne".
ro: Selectaţi metoda prin care se verifică dacă numele a doi autori sunt considerate ca fiind "similare".

source: Open attachments in new browser window
de: Anhänge in neuem Browserfenster öffnen
es: Abrir adjuntos en una ventana nueva del navegador
hu: Csatolmány megnyitása böngésző ablaban
pl: Otwórz załączniki w nowym oknie przeglądarki
ro: Deschide ataşamentele într-o fereastră nouă a navigatorului

source: Open export data in browser
de: Exportdaten im Browser öffnen
es: Abrir datos de exportación en el navegador
hu: Exportált adat megnyitása a böngészőben
pl: Otwórz eksportowane dane w przeglądarce
ro: Deschide datele exportate în navigator

source: Check this box to force the system to show export data such as BibTeX or RIS directly in a browser window instead of downloading it as a file.
de: Markieren Sie dieses Kästchen, um das System zu zwingen, Exportdaten wie BibTeX oder RIS direkt in einem Browserfenster anzuzeigen, statt sie als Datei herunterzuladen.
es: Marque esta casilla para forzar al sistema para que muestre los datos a exportar como BibTeX or RIS directamente en una ventana de navegador en vez de descargarlos como un archivo.
pl: Zaznacz pole aby wyświetlić wyeksportowane dane, np. BibTeX czy RIS bezpośrednio w przelądarce.
ro: Selectaţi această căsuţă pentru a forţa sistemul să exporte date ca BibTeX sau RIS direct în fereastra navigatorului în loc de a le descărca sub formă de fişier.

source: Export BibTeX as UTF8
de: Exportiere BibTeX als UTF-8
es: Exportar BibTeX como UTF8
hu: BibTeX exportálása UTF8-ként
pl: Eksport BiBTex jako UTF8
ro: Exportă BibTeX ca UTF8

source: Check this box if you want all BibTeX output to be in UTF8, i.e. when you do NOT want Aigaion to convert special characters to BibTeX codes such as %s
de: Markieren Sie dieses Kästchen, wenn Sie möchten, dass die gesamte BibTeX-Ausgabe UTF-8-kodiert ist, d.h., wenn Sie NICHT wollen, dass Aigaion Sonderzeichen in BibTeX-Codes wie z.B. %s konvertiert.
es: Marque esta casilla si desea que todas las salidas BibTeX se realicen en UTF8, por ejemplo, cuando NO quiere que Aigaion convierta los caracteres especiales a códigos BibTeX, tales como %s
pl: Zaznacz pole jeśli zamienić format BibTeX na UTF8, np. w przypadku jeśli nie chcesz by Aigaion konwertował znaki specjalne do BibTeX, np. %s
ro: Selectaţi această căsuţă dacă doriţi toate ieşirile să fie în format UTF8, adică nu doriţi ca Aigaion să convertească unele caractere speciale în coduri BibTeX de forma %s

source: The groups to which this user belongs. When you add this user to a group that it was previously not a member of, all rights associated with that group will be appended to the user rights of this user upon commit.
de: Die Gruppen, zu denen dieser Nutzer gehört. Wenn Sie diesen Nutzer zu einer Gruppe hinzufügen, zu der er zuvor nicht gehörte, werden alle Rechte dieser Gruppe beim Absenden an die Nutzerrechte dieses Nutzers angehängt.
es: Los grupos a los que desea pertenezca este usuario. Cuando añada este usuario a un grupo del que no era miembro previamente, todos los permisos asociados con ese grupo se añadirán a los permisos de ese usuario tras la trasferencia.
pl: Grupy, do których należy użytownik. Po dodaniu użytkownika do grupy, wszystkie prawa związane z tą grupą będą dołączone do praw użytkownika.
ro: Grupurile cărora acest utilizator aparţine. Când adăugaţi acest utilizator unui grup căruia nu i-a fost anterior membru, toate drepturile asociate cu acest grup vor fi adăugate drepturilor utilizatorului după adăugare.

source: User rights
de: Nutzerrechte
es: Permisos de usuario
hu: Felhasználói jogok
pl: Prawa użytkownika
ro: Drepturile utilizatorului

source: Check all rights
de: Alle Rechte markieren
es: Marcar todos los permisos
hu: Minden jogosultság kijelölése
pl: Zaznacz wszystkie prawa
ro: Selectaţi toate drepturile

source: Check all
de: Alle markieren
es: Marcar todos
hu: Összes kijelölése
pl: Zaznacz wszystko
ro: Selectează tot
