Repository: ginggs/aigaion
Catalog: internationalisation/*/LC_MESSAGES/messages.po
Languages: de, es, hu, pl, ro

source: attachment read / edit rights
de: Zugriffsrechte für Anhang
es: permisos de lectura/edición de adjunto
pl: załącznik: odczyt/edycja uprawnień
ro: Drepturile ataşamentului de citire / editare

source: Are you sure that you want to delete the author "%s"?
de: Sind Sie sicher, dass Sie den Autor "%s" löschen wollen?
es: ¿Está seguro de querer eliminar al autor "%s"?
hu: Biztosan törölni akarja a "%s" szerzőt?
pl: Czy usunąć autora "%s"?
ro: Sunteţi sigur că vreţi să ştergeţi autorul "%s"?

source: First name(s)
de: Vorname(n)
es: Nombre(s)
hu: Keresztnév
pl: Imię (imiona)
ro: Numele de familie

source: Last name(s)
de: Nachname(n)
es: Apellido(s)
hu: Vezetéknév
pl: Nazwisko
ro: Prenumele

source: Institute
de: Institut
es: Instituto
hu: Intézmény
pl: Instytut
ro: Institutul

source: Edit Author
de: Autor bearbeiten
es: Editar Autor
hu: Szerző szerkesztése
pl: Edycja danych autora
ro: Editează autorul

source: This author is a primary author with one or more synonyms
de: Dieser Autor ist ein Primärautor mit einem oder mehr Synonymen
es: Este autor es un autor principal con uno o más sinónimos
ro: Acest autor este autor primar cu unul sau mai multe sinonime

source: This author is a synonym of
de: Dieser Autor ist ein Synonym von
es: Este autor es sinónimo de
hu: Ez a szerző szinonimája a következőnek:
ro: Acest autor este sinonim al

source: Add
de: Hinzufügen
es: Añadir
hu: Hozzáadás
pl: Dodaj
ro: Adăugare

source: Order on Type/Journal
de: Sortiere nach Typ/Zeitschrift
es: Ordenar por Tipo/Revista
hu: Rendezés közlemény tipus vagy folyóirat szerint
pl: Uporządkuj wg Typu/Czasopisma
ro: Sortare după Tip / Jurnal

source: Order alphabetically on Title
de: Sortiere alphabetisch nach Titel
es: Ordenar alfabéticamente por Título
hu: Rendezés cím szerint betűrendben
pl: Uporządkuj alfabetycznie wg tytułów
ro: Sortare alfabetică după Titlu

source: Order alphabetically on Author
de: Sortiere alphabetisch nach Autor
es: Ordenar alfabéticamente por Autor
hu: Rendezés szerző szerint betűrendben
pl: Uporządkuj alfabetycznie wg nazwisk autorów
ro: Sortare alfabetică după Autor

source: Order on Year
de: Sortiere nach Jahr
es: Ordenar por año
hu: Rendezés évszám szerint
pl: Uporządkuj wg roku publikacji
ro: Sortare după An

source: Show
de: Zeigen
es: Mostrar
hu: Mutat
pl: Pokaż
ro: Afişare

source: All information on %s
de: Alle Information zu %s
es: Toda la información sobre %s
pl: Wszystkie informacje o %s
ro: Toate informaţiile despre %s

source: Merge authors
de: Autoren zusammenführen
es: Fusionar autores
hu: Szerzők összefésülése
pl: Połącz autorów
ro: Contopire autori

source: Merges the source author with the target author. The source author will be deleted, all publications will be transferred to the target author.
de: Führt den Quell- mit dem Zielautor zusammen. Der Quellautor wird gelöscht, alle Publikationen werden auf den Zielautor übertragen.
es: Fusiona el autor fuente con el autor objetivo. El autor fuente será eliminado y todas las publicaciones serán transferidas al autor objetivo.
pl: Łączy autora źródłowego z autorem docelowym. Autor źródłowy zostanie skasowane. Wszystkie publikacje zostaną przypisane do autora docelowego.
ro: Contopeşte autorul sursă cu autorul destinaţie. Autorul sursă va fi şters, toate publicaţiile vor fi transferate autorului destinaţie.

source: Target author
de: Zielautor
es: Autor objetivo
hu: Cél szerző
pl: Autor docelowy
ro: Autorul destinaţie

source: Source author
de: Quellautor
es: Autor fuente
hu: forrás szerző
pl: Autor źródłowy
ro: Autorul sursă

source: Note that you can also choose to set the source author as a synonym of the target author, instead of fully merging them
de: Es ist auch möglich den Quellenautor als Synonym des Zielautors zu setzen, anstatt sie komplett zusammenzuführen
es: Nótese que también puede escoger definir el autor fuente como un sinónimo del autor objetivo en lugar de fusionarlos completamente
ro: Observaţi faptul că puteţi alege să puneţi autorul sursă ca sinonim al autorului ţintă, în loc de a le fuziona complet

source: To do this, go to the edit page of the source author
de: Um dies zu tun, gehen Sie auf die Bearbeitungsseite des Quellenautors
es: Para hacer esto vaya a la página de edición del autor fuente
ro: Pentru a realiza aceasta, accesaţi pagina de editare a autorului sursă

source: add synonym
de: Synonym hinzufügen
es: añadir sinónimo
hu: szinonima hozzáadása
ro: adaugă pseudonim

source: Add synonym for this author
de: Synonym für Auto hinzufügen
es: Añadir sinónimo para este autor
hu: Szinonima hozzáadása ehhez a szerzőhöz
ro: Adaugă pseudonim pentru acest autor

source: Delete this author
de: Diesen Autor löschen
es: Eliminar este autor
hu: A szerző törlése
pl: Skasuj autora
ro: Şterge acest autor

source: Edit this author
de: Diesen Autor bearbeiten
es: Editar este autor
hu: A szerző szerkesztése
pl: Edycja danych autora
ro: Editează acest autor

source: This author entry is a synonym of another author entry.
de: Dieser Autoreneintrag ist ein Synonym eines anderen Autoreneintrages
es: La entrada de este autor es un sinónimo de la entrada de otro autor.
ro: Acest autor este un sinonim al altui autor.

source: Click %s to go to the main entry to see any additional publications of this author
de: Klicken Sie auf %s um die weiteren Publikationen dieses Autorens einzusehen
es: Click %s para ir a la entrada principal y ver las publicaciones adicionales de este autor
ro: Faceţi clic pe %s pentru a accesa intrarea principală pentru a vedea alte publicaţii ale aceluiaşi autor

source: This author is also known under the following synonyms
de: Dieser Autor ist auch unter folgenden Synonymen bekannt
es: Este autor también es conocido por los siguientes sinónimos
ro: Acest autor este cunoscut sub următoarele pseudonime

source: Click to set this one as primary
de: Klicken um diesen als primär zu setzen
es: Click para fijar este como principal
ro: Faceţi clic pentru a-l pune pe acesta ca autor primar

source: All publications of this author under all names are included in the publication list below
de: Alle Publikationen dieses Autors unter allen Namen sind in der unten stehenden Publikationsliste vereinigt
es: Todas las publicaciones de este autor bajo todos sus nombres están incluidas en la lista de publicaciones de abajo
ro: Toate publicaţiile acestui autor sub toate numele sunt incluse în lista de publicaţii de mai jos

source: BookmarkAll
de: alle markieren
es: Marcar todos
hu: Összes megjelölése könyvjelzővel
pl: Zaznacz wszystko
ro: Marchează tot

source: UnBookmarkAll
de: alle entmarkieren
es: Desmarcar todos
hu: Az összes könyvjelző eltávolítása
pl: Odznacz wszystko
ro: Demarchează tot

source: Found authors with very similar names. You can choose to merge the following authors with this author by clicking on the merge link.
de: Autoren mit sehr ähnlichen Namen gefunden. Sie können die folgenden Autoren mit diesem Autor zusammenführen, indem Sie auf 'zusammenführen' klicken.
es: Encontrados autores con nombres muy similares. Puede elegir fusionar los siguientes autores con este autor haciendo clic en Fusionar.
pl: Odnaleziono autorów o podobnych nazwiskach. Można połączyć je klikając na link 'połącz'.
ro: S-au găsit autori cu nume foarte apropiate. Puteţi alege să fuzionaţi autorii următori cu acest autor selectând legătura de contopire.

source: Bookmark list controls
de: Merklisten-Kontrollen
es: Controles de la lista de marcadores
hu: Könyvjelzők rendezése
pl: Obsługa listy zaznaczonych pozycji
ro: Marchează controalele listei

source: Add bookmarked to topic...
de: Gemerkte zu Thema hinzufügen...
es: Añadir marcados al tema...
hu: Könyvjelzővel megjelölt publikáció témához rendelése
pl: Dodaj zaznaczone do tematu
ro: Adaugă ceea ce s-a marcat la subiect...

source: Add all bookmarked publications to the selected topic
de: Alle gemerkten Publikationen zum gewählten Thema hinzufügen
es: Añadir todas las publicaciones marcadas al tema seleccionado
hu: Az összes könyvjelzővel ellátott publikáció hozzáadása a kiválasztott témához
pl: Dodaj zaznaczone publikacje do wybranego tematu
ro: Adaugă toate publicaţiile marcate la subiectul selectat

source: Add all to topic
de: Alle zum Thema hinzufügen
es: Añadir todo al tema
hu: Hozzáadás minden témához
pl: Dodaj wszystko do tematu
ro: Adaugă tot la subiect

source: Remove bookmarked from topic...
de: Gemerkte vom Thema löschen...
es: Eliminar los marcadores del tema...
hu: Könyvjelzővel megjelölt publikáció eltávolítása témából
pl: Usuń zaznaczone pozycjie z tematu
ro: Şterge ceea ce s-a marcat din subiect...

source: Remove all bookmarked publications from the selected topic
de: Alle gemerkten Publikationen vom gewählten Thema entfernen
es: Eliminar todas publicaciones de los marcadores para el tema seleccionado
hu: Minden könyvjelzővel megjelölt publikáció eltávolítása a kiválasztott témákból
pl: Usuń wszystkie zaznaczone pozycje z tematu
ro: Şerge toate publicaţiile marcate din subiectul selectat

source: Remove all from topic
de: Alle vom Thema löschen
es: Eliminar todo del tema
hu: Mindegyik eltávolítása a témából
pl: Usuń wszystko z tematu
ro: Şterge tot din subiect

source: Make a new topic from the bookmarked publications
de: Ein neues Thema aus den gemerkten Publikationen erzeugen
es: Hacer un tema nuevo con las publicaciones marcadas
hu: Új téma készítése a könyvjelzővel megjelölt publikációkból
pl: Utwórz nowy temat dla zaznaczonych publikacji
ro: Crează un subiect nou din publicaţiile marcate

source: Make into new topic
de: Als neues Thema anlegen
es: Transformar en tema nuevo
hu: Új téma készítése a könyvjelzővel megjelölt publikációkból
pl: Przekształć w nowy temat
ro: Crează un subiect nou

source: Clear the bookmarklist
de: Die Merkliste leeren
es: Limpiar marcadores
hu: A könyvjelző lista törlése
pl: Wyczyść kolekcję
ro: Şterge lista de marcaje

source: Delete all publications on the bookmarklist from the database
de: Alle Publikationen auf der Merkliste aus der Datenbank löschen
es: Borrar todas las publicaciones de los marcadores de la base de datos
hu: Az összes könyvjelzővel megjelölt publikáció törlése az adatbázisból
pl: Skasuj wszystkie publikacje kolekcji z bazy danych
ro: Şerge toate publicaţiile de pe lista de marcaje din baza de date

source: Delete all bookmarked publications
de: Alle gemerkten Publikationen löschen
es: Eliminar todas las publicaciones marcadas
hu: Minden könyvjelzővel ellátott publikáció törlése
pl: Skasuj zaznaczone publikacje
ro: Şterge toate publicaţiile marcate

source: Set read access level for all bookmarked publications:
de: Lesezugriffsebene für alle gemerkten Publikationen setzen:
es: Establecer el nivel de acceso de lectura para todas las publicaciones marcadas:
hu: Minden könyvjelzővel ellátott publikáció olvasási jogainak beállítása
pl: Ustaw dostęp do odczytu dla wszystkich zaznaczonych pozycji:
ro: Setare nivel acces de citire pentru toate publicaţiile marcate:

source: Set the read access levels for all publications on the bookmarklist
de: Lese-Zugriffsebenen für alle Publikationen auf der Merkliste setzen
es: Establecer el nivel de acceso de lectura para todas las publicaciones en los marcadores
hu: Az összes könyvjhelzővel megjelölt publikáció olvasási jogosultságának beállítása
pl: Ustaw prawa dostępu do czytania dla publikacji z kolekcji
ro: Setare nivel acces de citire pentru toate publicaţiile din lista de marcaje

source: Set publication access level
de: Publikations-Zugriffsebene setzen
es: Establecer el nivel de acceso a la publicación
hu: Publikáció hozzáférési jogosultságának beállítása
pl: Ustaw poziom dostępu dla publikacji
ro: Setare nivel acces publicaţie

source: Set read access level for all attachments of bookmarked publications:
de: Lese-Zugriffsebene für alle Anhänge der Publikationen auf der Merkliste setzen
es: Establecer nivel de acceso de lectura para todos los adjuntos de las publicaciones marcadas:
hu: AZ összes könyvjelzővel megjelölt publikációhoz tartozó csatolmány olvasási jogosultságának beállítása
pl: Ustaw dostęp do odczytu dla wszystkich załączników zaznaczonych pozycji:
ro: Setare nivel acces de citire pentru toate ataşamentele publicaţiilor marcate:

source: Set the read access levels for all attachments of publications on the bookmarklist
de: Lese-Zugriffsebenen für alle Anhänge der Publikationen auf der Merkliste setzen
es: Establecer el nivel de acceso de lectura para todos los adjuntos de las publicaciones en los marcadores
hu: A könyvjelzőlistában található összes publikációhoz tartozó csatolmány olvasási jogosultságának beállítása
pl: Ustaw dostęp do odczytu dla załączników publikacji na liście zaznaczeń:
ro: Setare nivele acces de citire pentru toate ataşamentele publicaţiilor din lista de marcaje

source: Set attachment access level
de: Anhangs-Zugriffsebene setzen
es: Establecer el nivel de acceso del adjunto
hu: Csatolmány hozzáférési jogosultságának beállítása
pl: Ustaw tryb dostępu do załączników
ro: Setare nivel acces ataşament

source: Set edit access level for all bookmarked publications:
de: Lesezugriffsebene für alle gemerkten Publikationen setzen:
es: Establecer el nivel de acceso de edición para todas las publicaciones en los marcadores:
hu: Az összes könyvjelzővel ellátott publikáció szerkesztési jogosultságának beállítása
pl: Ustaw dostęp do edycji dla zaznaczonych pozycji:
ro: Setare nivel acces de editare pentru toate publicaţiile marcate:

source: Set the edit access levels for all publications on the bookmarklist
de: Schreibzugriffsebenen für alle Publikationen auf der Merkliste setzen
es: Establecer los niveles de acceso de edición para todas las publicaciones en los marcadores
hu: A könyvjelzőlistában található összes publikáció szerkesztési jogosultságának beállítása
pl: Ustaw prawa dostępu do edycji publikacji z kolekcji
ro: Setare nivele acces de editare pentru toate publicaţiile din lista de marcaje

source: Set publication edit access level
de: Publikations-Schreibzugriffsebene setzen
es: Establecer el nivel de acceso de edición a la publicación
hu: Publikációbejegyzés szerkesztési jogosultságának beállítása
pl: Ustaw tryb dostępu dla publikacji
ro: Setare nivel acces de editare al publicaţiei

source: Set edit access level for all attachments of bookmarked publications:
de: Schreibzugriffsebene für alle Anhänge der Publikationen auf der Merkliste setzen:
es: Establecer el nivel de acceso para todos los adjuntos de las publicaciones en los marcadores:
hu: A könyvjelzővel ellátott összes publikáció csatolmánya szerkesztési jogosultágának beállítása
pl: Ustaw dostęp do edycji dla wszystkich załączników zaznaczonych publikacji:
ro: Setare nivel acces de editare pentru toate ataşamentele publicaţiilor marcate:

source: Set the edit access levels for all attachments of publications on the bookmarklist
de: Schreibzugriffsebenen für alle Anhänge der Publikationen auf der Merkliste setzen
es: Establecer los niveles de acceso de edición para todos los adjuntos de las publicaciones en los marcadores
pl: Ustaw prawa dostępu dla załączników publikacji z kolekcji
ro: Setare nivele acces de editare pentru toate ataşamentele publicaţiilor din lista de marcaje

source: Set attachment edit access level
de: Anhangs-Schreibzugriffsebene setzen
es: Establecer el nivel de acceso de edición de adjuntos
hu: Csatolmány szerkesztési jogosultságának beállítása
pl: Ustaw dostęp do edycji załączników
ro: Setare nivel acces de editare ataşamente

source: Are you sure that you want to delete all publications on the bookmarklist from your database?
de: Sind Sie sicher, dass Sie alle Publikationen auf der Merkliste aus der Datenbank löschen wollen?
es: ¿Está seguro de querer eliminar todas las publicaciones en los marcadores de su base de datos?
pl: Czy na pewno chcesz usunąć publikacje w kolekcji z bazy danych?
ro: Sunteţi sigur că vreţi să ştergeţi toate publicaţiile de pe lista de marcaje din baza de date?

source: Are you sure that you want to set the read access level for all attachments of publications on the bookmarklist to "%s"?
de: Sind Sie sicher, dass Sie die Lesezugriffsebene für alle Anhänge der Publikationen auf der Merkliste auf '%s' setzen wollen?
es: ¿Está seguro de querer establecer el nivel de acceso de lectura para todos los adjuntos de las publicaciones en los marcadores a "%s"?
pl: Czy na pewno chcesz ustawić dostęp do odczytu dla wszystkich załączników na liście zaznaczonych publikacji na "%s"?
ro: Sunteţi sigur că vreţi să setaţi nivelul acces de citire pentru toate ataşamentele publicaţiilor de pe lista de marcaje la valoarea "%s"?

source: Are you sure that you want to set the edit access level for all attachments of publications on the bookmarklist to "%s"?
de: Sind Sie sicher, dass Sie die Lesezugriffsebene für alle Anhänge der Publikationen auf der Merkliste auf '%s' setzen wollen?
es: ¿Está seguro de querer establecer el nivel de acceso de edición para todos los adjuntos de las publicaciones en los marcadores a "%s"?
pl: Czy na pewno chcesz ustawić dostęp do edycji dla wszystkich załączników na liście zaznaczonych publikacji na "%s"?
ro: Sunteţi sigur că vreţi să setaţi nivelul acces de editare pentru toate ataşamentele publicaţiilor de pe lista de marcaje la valoarea "%s"?

source: Are you sure that you want to set the edit access level for all publications on the bookmarklist to "%s"?
de: Sind Sie sicher, dass Sie die Schreibzugriffsebene für alle Publikationen auf der Merkliste auf '%s' setzen wollen?
es: ¿Está seguro de querer establecer el nivel de acceso de edición para todas las publicaciones en los marcadores a "%s"?
pl: Czy na pewno chcesz ustawić dostęp do edycji dla wszystkich publikacji na liście zaznaczonych na "%s"?
ro: Sunteţi sigur că vreţi să setaţi nivelul acces de editare pentru toate publicaţiile de pe lista de marcaje la valoarea "%s"?

source: Are you sure that you want to set the read access level for all publications on the bookmarklist to "%s"?
de: Sind Sie sicher, dass Sie die Lesezugriffsebene für alle Publikationen auf der Merkliste auf '%s' setzen wollen?
es: ¿Está seguro de querer establecer el nivel de acceso de lectura para todas las publicaciones en los marcadores a "%s"?
pl: Czy na pewno chcesz ustawić dostęp do odczytu dla wszystkich publikacji na liście zaznaczonych na "%s"?
ro: Sunteţi sigur că vreţi să setaţi nivelul acces de citire pentru toate publicaţiile de pe lista de marcaje la valoarea "%s"?

source: Aigaion2 BibTeX export from %s
de: Aigaion2 BibTeX export von %s
es: Exportación BibTeX de Aoigaion2 desde %s
pl: Eksport Aigaion2 BibTeX z %s
ro: Export BibTeX Aigaion2 din %s

source: crossreferenced publications
de: Publikationen, auf die querverwiesen wird
es: publicaciones con referencias cruzadas
pl: powiązane publikacje
ro: publicaţii cu referinţe multiple

source: Please select the format in which you want to export the publications:
de: Klicken Sie auf das gewünschte Exportformat für die Publikationen:
es: Por favor seleccione el formato en el que desea exportar las publicaciones:
hu: Válassza ki az exportálás formátumát
pl: Proszę wybrać format eksportu publikacji:
ro: Vă rugăm selectaţi formatul în care doriţi să exportaţi publicaţiile:

source: Export to BibTeX
de: Exportieren als BibTeX
es: Exportar a BibTeX
hu: Exportálás BibTeX-be
pl: Eksportuj do BiBTeX
ro: Export în format BibTeX

source: Export to RIS
de: Export als RIS
es: Exportar a RIS
hu: Exportálás RIS-be
pl: Eksportuj do RIS
ro: Export în format RIS

source: Export by E-mail
de: Export via E-Mail
es: Exportar vía correo electrónico
pl: Eksportuj poprzez e-mail
ro: Export prin E-mail

source: Style
de: Stil
es: Estilo
hu: Stílus
pl: Styl
ro: Stil

source: Export formatted entries
de: Formatierte Einträge exportieren
es: Exportar entradas formateadas
pl: Eksportuj sformatowane obiekty
ro: Exportare intrări formatate

source: Please select the format(s) in which you want to export the publications and enter the email address(es) you want to send it to:
de: Bitte wählen Sie das Format, in dem Sie die Publikationen exportieren möchten, und geben Sie die E-Mail-Adresse an, an die Sie sie schicken möchten:
es: Por favor seleccione el(los) formato(s) en el que desea exportar las publicaciones e introduzca la(s) dirección(es) de correo electrónico a la(s) que desea enviarlo:
pl: Proszę wybrać format, w którym zostaną wyeksportowane publikacje i wprowadzić adresy e-mail odbiorów:
ro: Vă rugăm selectaţi formatul/formatele în care doriţi să exportaţi publicaţiile şi introduceţi adresa/adresele de email la care doriţi să trimiteţi:

source: Input email addresses here separated by ,
de: Geben Sie hier E-Mail-Adressen getrennt durch &bdquo;,&ldquo; (Komma), an
es: Introduzca direcciones de correo electrónico aquí separadas mediante ,
pl: Wprowadź adresy e-mail rozdzielone przecinkiem
ro: Introduceţi aici adresele de email separate de ,

source: Attachment size: %s KB
de: Anhangsgroße: %s KB
es: Tamaño de adjunto: %s KB
hu: Csatolmány mérete: %s KB
pl: Rozmiar załącznika: %s KB
ro: Dimensiunea ataşamentului: %s KB

source: Maximum attachment size: %s KB
de: Maximale Anhangsgroße: %s KB
es: Tamañ máximo de adjunto: %s KB
hu: Csatolmány lehetséges legnagyobb mérete: %s KB
pl: Maksymalna wielkość załącznika: %s KB
ro: Dimensiunea maximă a ataşamentului: %s KB

source: Current attachment size: %s KB
de: Anhangsgroße: %s KB
es: Tamaño del adjunto actual: %s KB
pl: Aktualna wielkość załącznika: %s KB
ro: Dimensiunea curentă a ataşamentului: %s KB

source: Create a new group
de: Neue Gruppe erzeugen
es: Crear un grupo nuevo
hu: Új csoport létrehozása
pl: Stwórz nową grupę
ro: Creare grup nou

source: Edit group settings
de: Gruppeneinstellungen bearbeiten
es: Editar parámetros de grupo
hu: Csoportbeállítások szerkesztése
pl: Zmiana ustawień grupy
ro: Editează setările grup

source: Group details:
de: Gruppendetails:
es: Detalles de grupo:
hu: Csoport részletei
pl: Dane grupy:
ro: Detaliile grupului:

source: Abbreviation
de: Abkürzung
es: Abreviatura
hu: Rövidítés
pl: Skrót
ro: Abreviere

source: Rights profiles:
de: Rechteprofile:
es: Perfiles de permisos:
pl: Prawa dla profilów:
ro: Profilele drepturilor:

source: The following rights profiles will by default be assigned to a user when it is added to this group.
de: Die folgenden Rechteprofile werden vorgabemäßig einem Nutzer zugewiesen, wenn er einer Gruppe hinzugefügt wird.
es: Los siguientes perfiles de permisos serán asignados por defecto a un usuario cuando se añada a este grupo.
pl: Poniższe prawa dostępu będą automatycznie nadawane nowemu użytkownikowi dodanemu do grupy.
ro: Următoarele profile ale drepturilor vor fi asignate implicit utilizatorului când este adăugat acestui grup.

source: topic subscription
de: Themenabo
es: Subscripción temática
pl: subskrypcja tematów
ro: subscriere la subiect

source: Paste the entries (%s) to import in the text area below and then press "%s"
de: Fügen Sie die Einträge (%s) in das untere Textfeld ein und drücken Sie dann "%s".
es: Pegue las entradas (%s) a importar en el área de texto inferior y después pulse "%s"
hu: Másolja az importálni kívánt bejegyzést (%s) ai szerkesztőbe, majd nyomja meg a "%s"
pl: Wklej dane (%s), aby zaimportować i naciśnij "%s"
ro: Lipiţi intrările (%s) pentru a importa în zona de text de mai jos şi apoi apăsaţi "%s"
