Repository: ginggs/aigaion
Catalog: internationalisation/*/LC_MESSAGES/messages.po
Languages: de, es, hu, pl, ro

source: Site maintenance
de: Seitenverwaltung
es: Mantenimiento del sitio
hu: Site karbantartása
pl: Zarządzanie serwisem
ro: Mentenanţa site-ului

source: Backup database
de: Datenbank sichern
es: Hacer copia de seguridad de la base de datos
hu: Adatbázis biztonsági mentése
pl: Kopia zapasowa bazy
ro: Copie de siguranţă pentru baza de date

source: Restore database
de: Datenbank wiederherstellen
es: Restaurar base de datos
hu: Adatbázis helyreállítása
pl: Przywracanie bazy
ro: Restaurează baza de date

source: The file appears not to be an SQL file. Please select a valid Aigaion backup file.
de: Die Datei scheint keine gültige SQL-Datei zu sein. Bitte wählen Sie eine gültige Aigaion-Sicherungsdatei.
es: El archivo no parece ser un archivo SQL. Por favor seleccione un archivo de copia de seguridad de Aigaion válido.
hu: Úgy tűnik, hogy ez nem SQL fájl. Kérjük, válasszon egy érvényes Aigaion biztonsági mentés-fájlt!
pl: Plik nie jest w formacie SQL. Proszę wybrać poprawną kopię zapasową.
ro: Fişierul nu pare a fi un fişier SQL. Vă rugăm selectaţi un fişier valid pentru copia de siguranţă Aigaion.

source: Restored database
de: Wiederhergestellte Datenbank
es: Base de datos restaurada
hu: Helyreállított adatbázis
pl: Bazę przywrócono
ro: Bază de date restaurată

source: No data given to restore!
de: Keine Daten für die Wiederherstellung übergeben!
es: ¡No se han proporcionado datos a restaurar!
hu: Nem adott meg helyreállítandó adatot!
pl: Brak danych do przywrócenia!
ro: Nu sunt date de restaurat!

source: Unit Testing Output
de: Unit Testing-Ausgabe
es: Salida de la unidad de pruebas
pl: Testowanie jednostki
ro: Unitatea de Testare de Ieşire

source: See the controller "test.php" for the unit testing functions. From its main method, call each test method with $debug parameter = true to get more output.
de: Schauen Sie bitte auf das Entwurfsmuster "test.php" um die Funktionen der Einheit zu testen. Von seiner Hauptmethode her, rufen Sie die Testmethode bitte mit $debug parameter = true auf, um ein besseres Ergebnis zu erzielen.
ro: Vedeţi operatorul "test.php" pentru unitatea de testare a funcţiilor. De la metoda sa principală, apelaţi fiecare metodă de test cu $debug parameter = true pentru a obţine mai multe ieşiri.

source: Bibtex character conversions
de: BibTeX Zeichenkonvertierungen
es: Conversión de caracteres BibTeX
hu: Bibtex karakter átalakítás
pl: Konwersja znaków Bibtex
ro: Conversiile caracterelor Bibtex

source: Failed
de: Fehlgeschlagen
es: Fallida
hu: Hibás
pl: Błąd
ro: Eşuat

source: Passed
de: Bestanden
es: Superada
hu: Átment
pl: Zdany
ro: Trecut

source: Bibtex single entry imports
de: Einfacher Bibtex-Eintrag importiert
es: Importación de entradas únicas Bibtex
hu: Bibtex egyedi bejegyzés importálása
pl: Import pojedynczej pozycji Bibtex
ro: Importurile unei singure intrări Bibtex

source: Note: these tests do not take the review and database result into account, only the result of the bibtex parsing.
de: Bitte beachten Sie: Diese Tests ziehen weder den Review, noch die Datenbank mit ein, sondern lediglich das Ergebnis des "Bibtex parsing".
es: Nota: estas pruebas no tienen en cuenta la revisión y el resultado de la base de datos, solamente el resultado del análisis sintáctico (<i>parsing</i>) de BibTeX.
pl: Uwaga: w testach nie uwzględnia się recenzji i wyników bazy danych, lecz analizę składniową bibtex.
ro: Notă: aceste teste nu iau în considerare revizuirea şi rezultatele bazei de date, ci doar rezultatele analizei bibtex.

source: Import should return 1 publication, but returned %s publications.
de: Der Import hat statt 1 Publikation %s zurückgewiesen.
es: La importación debía devolver una publicación, pero devolvió %s publicaciones
pl: Wynikiem importu powinna być 1 publikacja, a zwrócono %s publikacji.
ro: Importul ar trebui să returneze o publicaţie, dar a returnat %s publicaţii.

source: "%s" should have been "%s" but is "%s"
de: "%s" hätten "%s" sein sollen, ist aber "%s"
es: "%s" debería ser "%s", pero es "%s"
pl: "%s" powinno być "%s", a jest "%s"
ro: "%s" ar trebui să fie "%s" dar este "%s"

source: Import should contain %s authors, but does contain %s authors.
de: Der Import hätte %s Autoren enthalten sollen, enthält aber %s Autoren.
es: La importación debería contener %s autores, pero contiene %s autores.
pl: Import powinien obejmować %s autorów, a uwzględnia %s autorów.
ro: Importul ar trebui să conţină %s autori, dar conţine %s autori.

source: First name(s) should have been "%s" but is "%s".
de: Der/die Vorname(n) hätten "%s" sein sollen, sind aber "%s".
es: El primer nombre(s) debería ser "%s", pero es "%s".
pl: Imię powinno mieć formę "%s", a jest "%s".
ro: Prenumele ar trebui să fie "%s" în loc de "%s".

source: von-part should have been "%s" but is "%s".
de: von-Teil hätte "%s" sein sollen, sind aber "%s".
es: La parte 'von' debería haber sido "%s", pero es "%s".
pl: część nazwiska powinna być "%s", a jest "%s".
ro: Partea "von" ar trebui să fie "%s" în loc de "%s".

source: Last name(s) should have been "%s" but is "%s".
de: Nachname(n) hätten "%s" sein sollen, sind aber "%s".
es: Los apellidos deberían ser "%s", pero son "%s".
pl: Nazwisko powinno mieć formę "%s", a ma "%s".
ro: Numele de familie ar trebui să fie "%s" în loc de "%s".

source: jr-part should have been "%s" but is "%s".
de: jr-Teil hätte "%s" sein sollen, ist aber "%s".
es: La parte 'jr' debería ser "%s", pero es "%s".
pl: część nazwiska powinna być "%s", a jest "%s".
ro: Partea "jr" ar trebui să fie "%s" în loc de "%s".

source: Browse topic tree
de: Themenbaum durchsuchen
es: Ojear árbol de temas
hu: Témafa böngészése
pl: Przeglądaj strukturę tematów
ro: Parcurgere listă subiecte

source: Browse topics
de: Themen überfliegen
es: Ojear temas
hu: Témák böngészése
pl: Podgląd tematów
ro: Parcurgere subiecte

source: include all topics
de: einschließlich aller Themen
es: incluir todos los temas
hu: minden témára iterjedően
pl: zawiera wszystkie tematy
ro: include toate subiectele

source: Delete topic
de: Thema löschen
es: Eliminar tema
hu: Téma törlése
pl: Skasuj temat
ro: Şterge subiect

source: Add topic
de: Thema hinzufügen
es: Añadir tema
hu: Téma hozzáadása
pl: Dodaj temat
ro: Adaugă subiect

source: Edit topic
de: Thema bearbeiten
es: Editar tema
hu: Téma szerkesztése
pl: Edytuj temat
ro: Editează subiect

source: Show topic
de: Thema ansehen
es: Mostrar tema
hu: Téma megmutatása
pl: Pokaż temat
ro: Afişează subiect

source: Topic
de: Thema
es: Tema
hu: Téma
pl: Temat
ro: Subiect

source: Export topic
de: Thema exportieren
es: Exportar tema
hu: Téma exportálása
pl: Eksportuj temat
ro: Exportă subiect

source: Publications for topic "%s"
de: Publikationen für Thema: %s
es: Publicaciones para el tema "%s"
hu: A "%s" témához tartozó publikációk
pl: Publikacje dla tematu "%s"
ro: Publicaţiile pentru subiectul "%s"

source: Embed topic
de: Thema einbetten
es: Tema embebido
hu: Beágyazott téma
pl: Dołącz temat
ro: Include subiectul

source: Commit topic
de: Thema übertragen
es: Transferir tema
pl: Dodaj temat
ro: Înregistrează subiectul

source: Topic Name
de: Themenname
es: Nombre del tema
hu: Téma megnevbezése
pl: Nazwa tematu
ro: Numele subiectului

source: Collapse topic
de: Thema zuklappen
es: Colapsar tema
pl: Rozwiń temat
ro: Restrânge subiectul

source: Topic export
de: Thema exportieren
es: Exportar tema
hu: Téma exportálása
pl: Eksportuj temat
ro: Exportă subiectul

source: Exported from topic
de: Exportiert von Thema
es: Exportado desde el tema
pl: Wyeksportowano z tematu
ro: Exportat din subiect

source: Manage accounts
de: Konten verwalten
es: Administrar cuentas
hu: Hozzáférések rendezése
pl: Zarządzaj kontami
ro: Gestionează conturile

source: User
de: Nutzer
es: Usuario
hu: Felhasználó
pl: Użytkownik
ro: Utilizator

source: add a new user
de: neuen Nutzer hinzufügen
es: añadir un nuevo usuario
hu: új felhasználó hozzáadása
pl: dodaj nowego użytkownika
ro: adaugă utilizator nou

source: Users
de: Nutzer
es: Usuarios
hu: Felhasználók
pl: Urzytkownicy
ro: Utilizatori

source: add a new group
de: neue Gruppe hinzufügen
es: añadir un grupo nuevo
hu: Új csoport hozzáadása
pl: dodaj nową grupę
ro: adaugă grup nou

source: Groups
de: Gruppen
es: Grupos
hu: Csoportok
pl: Grupy
ro: Grupuri

source: add a new rightsprofile
de: Neues Rechteprofil erzeugen
es: añadir un nuevo perfil de permisos
hu: új jogosultsági profil hozzáadása
pl: dodaj nowy profil praw dostępu
ro: adaugă un profil nou al drepturilor

source: Rights profiles
de: Rechteprofile
es: Perfiles de permisos
hu: Jogosultsági profilok
pl: Profile praw dostępu
ro: Profilele drepturilor

source: View user
de: Nutzer betrachten
es: Ver usuario
hu: Felhasználó megtekintése
pl: Podgląd użytkownika
ro: Afişare utilizator

source: Add user
de: Nutzer hinzufügen
es: Añadir usuario
hu: Felhasználó hozzáadása
pl: Dodaj użytkownika
ro: Adaugă utilizator

source: Edit user
de: Nutzer bearbeiten
es: Editar usuario
hu: Felhasználó szerkesztése
pl: Edytuj użytkownika
ro: Editează utilizator

source: Edit account
de: Konto bearbeiten
es: Editar cuenta
hu: Felhasználói kapcsolat szerkesztése
pl: Edytuj konto
ro: Editează cont

source: Set password
de: Passwort setzen
ro: Setează parola

source: error: please type your current password correctly
de: Fehler: das aktuelle Passwort stimmt nicht mit die Eingabe überein, bitte versuchen Sie es erneut
ro: eroare: vă rugăm să tastaţi corect parola dumneavoastră curentă

source: error: the two new passwords do not match
de: Fehler: die Passwörter sind nicht identisch
ro: eroare: cele două parole noi nu sunt identice

source: Delete user
de: Nutzer löschen
es: Eliminar usuario
hu: Felhasználó törlése
pl: Usuń użytkownika
ro: Şterge utilizator

source: Delete account
de: Konto löschen
es: Eliminar cuenta
hu: Felhasználói kapcsolat törlése
pl: Usuń konto
ro: Şterge cont

source: Commit user
de: Nutzer übertragen
es: Transferir usuario
pl: Dodaj użytkownika
ro: Înregistrează utilizator

source: Login Name
de: Anmeldename
es: Nombre de usuario
hu: Belépési Név
pl: Login
ro: Numele de conectare

source: First Password
de: Erstes Passwort
es: Primera contraseña
hu: Első jelszó
pl: Hasło podstawowe
ro: Prima parolă

source: Second Password
de: Zweites Passwort
es: Segunda contraseña
hu: Második jelszó
pl: Hasło dodatkowe
ro: A doua parolă

source: an error occurred at '%s'
de: ein Fehler ist bei %s aufgetaucht
es: ocurrió un error en '%s'
pl: błąd w '%s'
ro: s-a produs o eroare la '%s'

source: Topic subscription for %s (%s)
de: Themenabo für %s (%s)
es: Subscripción temática para %s (%s)
hu: %s (%s) témafigyelései
pl: Subskrybcja tematów dla %s (%s)
ro: Abonament la subiect pentru %s (%s)

source: Couldn't connect to demo2.aigaion.nl to check for updates
de: Konnte nicht mit demo2.aigaion.nl verbinden, um nach Aktualisierungen zu suchen.
es: No se pudo conectar con demo2.aigaion.nl para buscar actualizaciones
hu: Csatlakozási hiba miatt nem lehet ellenőrizni a frissítéseket a demo2.aigaion.nl oldalon
pl: Nie można uzyskać połaczenia z adresem demo2.aigaion.nl w celu sprawdzenia aktualizacji
ro: Nu se poate face conectarea la demo2.aigaion.nl pentru a verifica actualizările

source: Couldn't obtain release version info from demo2.aigaion.nl
de: Konnte Info zur Ausgabeversion nicht von demo2.aigaion.nl empfangen.
es: No se pudo obtener información de la versión desde demo2.aigaion.nl
pl: Nie można uzyskać informacji o wersji programu z demo2.aigaion.nl
ro: Nu s-a putut obţine informaţia de versiune de la demo2.aigaion.nl

source: Your database version is higher than the official release. Probably you are using the SVN version?
de: Ihre Datenbank-Version ist höher als die offizielle Ausgabe. Nutzen Sie eine SVN-Version?
es: Su versión de la base de datos es superior al lanzamiento oficial. ¿Está usando la versión SVN?
hu: Az ön adatbázisának verziószáma magasabb mint a hivatalos verzió. SVN verziót használ?
pl: Twoja wersja bazy danych jest wyższa niż oficjalne opublikowana. Prawdopodobnie używasz wersji SVN?
ro: Versiunea bazei de date este mai mare decât a celei oficiale. Probabil folosiţi o versiune SVN?

source: There is a new version available
de: Es ist eine neue Version verfügbar
es: Hay una nueva versión disponible
hu: Van új elérhető verzió!
pl: Jest dostępna nowa wersja.
ro: Este disponibilă o versiune mai nouă

source: Current version
de: Aktuelle Version
es: Versión actual
hu: Jelenlegi verzió
pl: Aktualna wersja
ro: Versiunea curentă

source: Couldn't obtain detailed update info from demo2.aigaion.nl
de: Konnte keine detaillierten Aktualisierungsinfos von demo2.aigaion..nl empfangen.
es: No se pudo obtener información de actualización detallada desde demo2.aigaion.nl
pl: Nie można uzyskać szczegółowych informacji dotyczących aktualizacji z demo2.aigaion.nl
ro: Nu s-au putut obţine informaţii detaliate despre actualizări de la demo2.aigaion.nl

source: Note: the updated version contains security fixes. You are strongly recommended to get the latest version of Aigaion.
de: Hinweis: Die aktualisierte Version enthält Sicherheitsverbesserungen. Es wird stärkstens empfohlen, die neueste Version von Aigaion zu installieren!
es: Nota: la versión actualizada contiene actualizaciones de seguridad. Se le recomienda que obtenga la última versión de Aigaion.
hu: Fontos: a friss verzió biztonsági javításokat tartalmaz. Erősen ajánlott, hogy szerezze be az Aigaion új verzióját!
pl: Uwaga: zaktualizowana wersja zawiera poprawki związane z bezpieczeńśtwem. Pobierz aktualną wersję Aigaion.
ro: Notă: versiunea actualizată conţine corecţii de securitate. Vă recomandăm insistent să vă procuraţi cea mai recentă versiune de Aigaion.

source: Detailed info for available updates
de: Detaillierte Information zu verfügbaren Aktualisierungen
es: Información detallada para las actualizaciones disponibles
hu: Az elérhető frissítés részletes adatai
pl: Szczegółowa informacja o dostępnych aktualizacjach
ro: Informaţie detaliată despre actualizările disponibile

source: Types of update
de: Arten der Aktualisierung
es: Tipos de actualización
hu: Frissítés tipusa
pl: Rodzaje aktualizacji
ro: Tipuri de actualizări

source: Version
es: Versión
hu: Verzió
pl: Wersja
ro: Versiune

source: Bugfix
es: Depuración de errores
hu: Hibajavítás
pl: Poprawka
ro: Corecţie

source: Features
es: Características
hu: tulajdonságok
pl: Szczegóły
ro: Trăsături

source: Layout
es: Diseño
hu: Szerkezet
pl: Układ
ro: Punere în pagină

source: Security
de: Sicherheit
es: Seguridad
hu: Biztonság
pl: Bezpieczeństwo
ro: Securitate

source: Description
de: Beschreibung
es: Descripción
hu: Leírás
pl: Opis
ro: Descriere

source: Some bugs were fixed this release
de: Einige Fehler wurden in dieser Ausgabe behoben
es: Se depuraron algunos errores en esta versión
hu: A kiadott programverzió néhány apró hibajavítást tartalmaz
pl: W tej wersji poprawiono niektóre błędy
ro: Mai multe erori au fost corectate în această versiune

source: Some features were added this release
de: Einige Features wurden in dieser Ausgabe hinzugefügt
es: Se añadieron algunas características en esta versión
hu: A kiadott programverzió új bellítási lehetőségeket tartalmaz
pl: W tej wersji dodano niektóre funkcje
ro: Mai multe facilităţi au fost adăugate în această versiune

source: Some layout elements were changed this release
de: Einige Layout-Elemente wurden in dieser Ausgabe geändert
es: Se cambiaron algunos elementos del diseño en esta versión
hu: A kiadott programverzió néhány szerkezeti változtatást tartalmaz
pl: W tej wersji zmieniono niektóre elementy interfejsu
ro: Unele elemente de structură s-au schimbat în această versiune

source: This release contains security fixes!
de: Diese Ausgabe enthält Sicherheitsaktualisierungen!
es: ¡Esta distribución contiene actualizaciones de seguridad!
hu: A kiadott programverzió biztonsági javításokat tartalmaz
pl: Ta wersja zawiera dodatkowe zabezpieczenia
ro: Această versiune conţine corecţii de securitate!

source: You can download the new version %s here %s.
de: Sie können die neue Version %s hier %s herunterladen.
es: Puede descargar la nueva versión %s aquí %s.
hu: Az új verziót %s itt töltheti le: %s.
pl: Można pobrać nową wersję %s tutaj %s.
ro: Puteţi să descărcaţi noua versiune %s de aici %s.

source: No format possible
de: Format nicht möglich
es: Formato no posible
pl: Niedostępny format
ro: Nici un format posibil

source: Passwords check
de: Passwort-Überprüfung
es: Chequear contraseñas
hu: Jelszó ellenőrzés
pl: Kontrola hasła
ro: Verificarea parolelor

source: Check all users
de: Überprüfe alle Nutzer
es: Chequear todos los usuarios
hu: Összes felhasználó ellenőrzése
pl: Sprawdź wszystkich użytkownikow
ro: Verifică toţi utilizatorii

source: User %s has an empty password!
de: Nutzer %s hat ein leeres Passwort!
es: ¡El usuario %s tiene una contraseña vacía!
pl: Użytkownik %s nie ma przypisanego hasła
ro: Utilizatorul %s are o parolă vidă!

source: User %s has the user name for password!
de: Nutzer %s verwendet seinen Nutzernamen als Passwort!
es: ¡El usuario %s tiene el nombre de usuario como contraseña!
pl: Użytkownik %s ma hasło identyczne jak nazwę użytkownika
ro: Utilizatorul %s are numele de utilizator ca parolă!

source: Alert
de: Alarm
es: Alerta
hu: Figyelmeztetés
pl: Alarm
ro: Alertă

source: The following users have a wrong password
de: Die folgenden Nutzer haben ein falsches Passwort
es: Los siguientes usuarios tienen una contraseña incorrecta
hu: A következő felhasználóknak rossz a jelszava:
pl: Podani użytkownicy stosują błędne hasło
ro: Utilizatorii următori au parole greşite

source: Notes checks
de: Notizen-Überprüfung
es: Chequeos de notas
pl: Weryfikacja uwag
ro: Note de control

source: Checking note crossreference consistency
de: Überprüfe Konsistenz der Querverweise in Notizen
es: Chequeando la consistencia de las referencias cruzadas de las notas
hu: A j
pl: Sprawdzanie poprawności odsyłaczy
ro: Se verifică consistenţa notelor de trimitere

source: %s notes had inconsistent note crossref IDs.
de: %s Notizen hatten inkonsistente Querverweis-IDs.
es: %s notas tienen identificadores (ID) de referencias cruzadas de notas inconsistentes.
pl: %s uwagi posiadają nieodpowiednie ID dla odesłań.
ro: %s note au ID-urile notelor de trimitere inconsistente.

source: NOT YET IMPLEMENTED
de: NOCH NICHT IMPLEMENTIERT
es: NO IMPLEMENTADO AÚN
pl: FUNKCJA JESZCZE NIE JEST AKTYWNA
ro: NU A FOST ÎNCĂ IMPLEMENTAT

source: Attachments check
de: Anhang-Überprüfung
es: Chequeo de adjuntos
hu: Csatolmány ellenőrizve
pl: Weryfikacja załączników
ro: Verificarea ataşamentelor

source: Check missing attachments
de: Suche nach fehlenden Anhänge
es: Comprobar adjuntos ausentes
pl: Sprawdź brakujące załączniki
ro: Verifică ataşamentele lipsă

source: The following files could not be found in the attachment directory.
de: Die folgenden Dateien konnten nicht im Anhangsverzeichnis gefunden werden.
es: Los siguientes archivos no se encuentran en el directorio de adjuntos.
hu: Az alábbi fájlok nem találhatók a csatolmány könyvtárban:
pl: Podane pliki nie zostały znalezione w katalagou załączników
ro: Fişierele următoare nu pot fi găsite în directorul ataşamentelor.

source: Check orphaned attachments
de: Suche nach verwaisten Anhängen
es: Comprobar adjuntos huérfanos
pl: Sprawdź podrzędne załączniki
ro: Verifică ataşamentele orfane

source: %s references to attachments that no longer belong to a publication have been removed.
de: %s Verweise auf Anhänge, die nicht mehr zu Publikationen gehören, wurden entfernt.
es: Se han eliminado %s referencias a adjuntos que no pertenecen a una publicación.
pl: Usunięto %s odesłań do załączników, które nie przynależą do publikacji.
ro: %s referinţe la ataşamente care nu mai aparţin unei publicaţii au fost şterse.

source: Check unknown files
de: Suche nach unbekannten Dateien
es: Comprobar archivos desconocidos
pl: Sprawdź nieznane pliki
ro: Verifică fişiere necunoscute

source: The following files are on the server, but do not belong to a publication in the database
de: Die folgenden Dateien sind auf dem Server, aber gehören zu keiner Publikation in der Datenbank
es: Los siguientes activos están en el servidor, pero no pertenecen a una publicación en la base de datos
hu: Az alábbi fájlok a szerveren vannak de nem tartoznak egyetlen publikációhoz sem
pl: Poniższe pliki są przechowywane na serwerze, lecz nie są dołączone do żadnej publikacji w bazie.
ro: Fişierele următoare sunt pe server, dar nu mai aparţin unei publicaţii din baza de date

source: Author check
de: Autorenüberprüfung
es: Comprobar autor
hu: Szerző ellenőrzése
pl: Weryfikacja autorów
ro: Verificarea autorului

source: Checking empty author names
de: Suche leere Autorennamen
es: Comprobando nombes de autor vacíos
pl: Sprawdzanie niepełnych danych autorów
ro: Se verifică numele de autori goale

source: The following authors have an empty name
de: Die folgenden Autoren haben leere Namen
es: Los siguientes autores tienen un nombre vacío
pl: Podani autorzy posiadają niepełne dane
ro: Următorii autori au un nume gol

source: Checking similar author names
de: Suche ähnliche Autorennamen
es: Comprobando nombres de autor similares
hu: Hasonló nevű szerzők keresése
pl: Sprawdzanie autorów o podobnych nazwiskach
ro: Se verifică numele de autori similare

source: TURNED OFF BECAUSE IT TENDS TO TIME-OUT
de: ABGESCHALTET, WEIL ES ZU TIME-OUTS TENDIERT
es: DESHABILITADO PORQUE TIENDE A DESCONECTARSE
pl: Wyłączono ponieważ upłynął limit czasu
ro: DEZACTICVAT PENTRU CĂ TINDE SĂ EXPIRE

source: Checking orphaned authorpublicationlinks
de: Suche nach verwaisten Autor-Publikation-Beziehungen
es: Chequeando enlaces autor-publicación huérfanos
pl: Sprawdzam nie powiązane authorpublicationlinks
ro: Se verifică referinţele autor publicaţie goale

source: %s authorpublicationlinks whose corresponding authors could not be found, were removed.
de: %s authorpublicationlinks, zu denen keine entsprechenden Autoren gefunden wurden, wurden entfernt.
es: %s enlaces autor-publicación que corresponden a autores que no han sido encontrados fueron eliminados.
pl: Usunięto %s authorpublicationlinks, które nie były powiązane z żadnym autorem.
ro: Au fost şterse %s referinţe autor publicaţie ale căror autori corespunzători nu pot fi găsiţi

source: Checking for authors that do not publish
de: Suche nach Autoren, die nicht publizieren
es: Chequeando autores que no tienen publicaciones
hu: Publikációval nem rendelkező szerzők keresése
pl: Sprawdzanie autorów bez publikacji
ro: Se verifcă autorii care nu au publicat

source: The following authors have no publications listed
de: Für die folgenden Autoren sind keine Publikationen verzeichnet
es: Los siguientes autores no tienen listado de publicaciones
hu: A következő szerzőknek nincsen publikációja
pl: Podani autorzy nie mają publikacji
ro: Următorii autori nu au nici o publicaţie enumerată

source: Delete all non-publishing authors
de: Alle Autoren ohne verzeichnete Veröffentlichugen löschen
es: Eliminar todos los autores sin publicaciones
hu: Publikációval nem rendelkező szerzők törlése
pl: Usuwanie autorów bez publikacji
ro: Şterge toţi autorii care nu au publicaţii

source: Checking for synonym authors
de: Suche nach Authorsynonymen
ro: Se verifică autori cu pseudonime

source: (synonyms not enabled in this site)
de: (Authorsynonyme sind auf dieser Website nicht freigeschaltet)
ro: (pseudonimele nu sunt activate în acest site)

source: Some authors have synonym names associated to them.
de: Einige Authoren sind auch im system bekannt unter ein derer Synonymen.
ro: Unii autori au pseudonime asociate cu ei.
