Repository: ginggs/aigaion
Catalog: internationalisation/*/LC_MESSAGES/messages.po
Languages: de, es, hu, pl, ro

source: Anonymous guest access has been enabled, but no valid anonymous account was specified. Note that anonymous login will not work until such an anonymous account has been created, and assigned as default anonymous account.
de: Anonymer Gast-Zugang wurde aktiviert, aber es wurde kein gültiges anonymes Konto angegeben. Beachten Sie, dass anonyme Anmeldung nicht funktioniert, bis ein derartiges Konto erstellt und als anonymes Vorgabekonto eingerichtet wurde.
es: Se ha habilitado el acceso anónimo a invitados, pero no se especificó ninguna cuenta anónima válida. Nótese que el ingreso anónimo no funcionará a menos que se cree la cuenta anónima y se asigne como cuenta anónima por defecto.
pl: Dostęp anonimowy został włączony, lecz brak specyfikacji konta anonimowego. Login anonimowy nie będzie działał dopóki tego typu konto nie zostanie stworzone i ustawione jako domyślne.
ro: Accesul vizitatorilor anonimi a fost activat, dar nici un cont anonim valid nu a fost specificat. Conectarea anonimă nu va funcţiona până când un astfel de cont anonim nu va fi creat şi asignat ca şi cont anonim implicit.

source: These synonyms should been merged into the primary authors, and the synonym names themselves should be removed.
de: Diese Synonyme sollten in ein Hauptauthor zusammengefasst werde. Die Synonyme sollten gelöscht werden.
ro: Aceste sinonime ar trebui fuzionate cu autorii primari şi numele sinonime şterse

source: Please go to the site maintenance page to do this.
de: Bitte navigieren Sie zur Wartungsseite um diese Operation durchzuführen.
ro: Vă rog să accesaţi site-ul de întreţinere pentru a realiza această operaţie.

source: The extension '%s' is never allowed for Aigaion attachments, and has been removed from the list of allowed attachments.
de: Die Erweiterung '%s' ist niemals für Aigaion-Anhänge erlaubt und wurde von der Liste erlaubter Anhänge entfernt.
es: La extensión '%s' nunca se permitió para los adjuntos en Aigaion y ha sido eliminada de la lista de adjuntos permitidos.
pl: Rozszerzenie '%s' zostało wyłączone z listy dopuszczonych załączników Aigaion.
ro: Extensia '%s' nu este permisă pentru ataşamentele Aigaion şi a fost îndepărtată din lista ataşamentelor permise.

source: Error updating config
de: Fehler beim Aktualisieren der Konfiguration
es: Error actualizando la configuración
hu: A beállítások frissítése sikertelen
ro: Eroare la actualizarea configuraţiei

source: Failed to upload custom logo.
de: Hochladen eines eigenen Logos fehlgeschlagen.
es: Error al adjuntar el logo personalizado.
hu: Személyes logo feltöltése sikertelen
pl: Błąd w przesłaniu logo.
ro: Nu s-a putut încărca logo-ul personalizat.

source: New logo uploaded
de: Neues Logo hochgeladen
es: Nuevo logo adjuntado
hu: Az új logo feltöltve
pl: Nowe logo zostało załadowane
ro: S-a încărcat noul logo

source: Categorize publication
de: Publikation kategorisieren
es: Categorizar publicación
hu: Publikációk kategorizálása
pl: Kategoryzacja publikacji
ro: Categorizarea publicaţiei

source: Change subscription
de: Themenabo ändern
es: Cambiar subscripción
pl: Zmiana subskrybcji
ro: Schimbarea subscripţiei

source: You cannot edit the top level topic.
de: Sie können das Wurzelthema nicht bearbeiten.
es: No puede editar el tema del nivel superior.
pl: Nie możesz redagować tematu głównego
ro: Nu puteţi edita nivelul superior al subiectului.

source: You cannot set a topic to be its own ancestor.
de: Sie können einem Thema nicht sich selbst als Vorfahr zuordnen.
es: No puede establecer un tema como su propio predecesor.
pl: Nie można ustawić tematu, aby był wobec siebie samego podrzędny
ro: Nu puteţi seta un subiect ca propriul strămoş.

source: Error in the tree structure: the intended new parent is not connected to the top level topic.
de: Fehler in der Baumstruktur: das beabsichtigte neue Elternthema ist nicht mit dem Wurzelthema verbunden.
es: Error en la estructura de árbol: el nuevo padre no está conectado al tema de nivel superior.
pl: Błąd w strukturze kategorii: wybrana podkategoria nie jest powiązana z żadną kategorią nadrzędną.
ro: Eroare în structura arborescentă: noul părinte dorit nu este conectat la nivelul superior al subiectului.

source: Cannot delete topic
de: Kann Thema nicht löschen
es: No puede eliminar el tema
hu: Téma nem törölhető
pl: Nie można skasować tematu
ro: Nu se poate şterge subiectul

source: still has children (possibly invisible)
de: hat noch Kinder (eventuell unsichtbar)
es: todavía tiene hijos (posiblemente invisibles)
pl: nadal posiada elementy podrzędne (prawdopodobnie niewidoczne)
ro: are în continuare descendenţi (posibil invizibili)

source: You have been logged out because your login token disappeared.
de: Sie wurde abgemeldet, weil Ihr Anmelde-Token verschwunden ist.
es: Ha sido desconectado porque su señal de autenticación desapareció.
pl: Zostałeś wylogowany ponieważ sesja logowania wygasła.
ro: Aţi fost deconectat pentru că jetonul dumneavoastră de logare a dispărut.

source: You have been logged out because your login token expired.
de: Sie wurden abgemeldet, weil Ihr Anmelde-Token ausgelaufen ist.
es: Ha sido desconectado porque su señal de autenticación expiró.
pl: Zostałeś wylogowany ponieważ sesja logowania wygasła.
ro: Aţi fost deconectat pentru că jetonul dumneavoastră de logare a expirat.

source: You have been logged out because the Aigaion Engine is in the process of being updated.
de: Sie wurden abgemeldet, weil das Aigaion-System gerade aktualisiert wird.
es: Ha sido desconectado porque el sistema Aigaion está en proceso de actualización.
pl: Zostałeś wylogowany ponieważ system Aigaion jest w trakcie aktualizacji.
ro: Aţi fost deconectat pentru că motorul Aigaion este în procesul actualizării.

source: If you are a user with database_manage rights, please login to complete the update.
de: Wenn Sie ein Nutzer mit database_manage-Rechten sind, melden Sie sich bitte an, um die Aktualisierung zu vervollständigen.
es: Si es un usuario con permisos de gestión de base de datos, por favor ingrese para completar actualización.
pl: Zaloguje się jeśli posiadasz prawa do zarządzania bazą i dokończ proces aktualizacji.
ro: Dacă sunteţi un utilizator cu drepturi de gestiune a bazei de date, vă rugăm conectaţi-vă pentu a termina actualizarea.

source: You do not have sufficient rights for the requested operation or page.
de: Sie haben keine ausreichenden Rechte für die angeforderte Aufgabe oder Seite.
es: No tiene suficientes permisos para la operación o página requerida.
pl: Nie posiadasz wystarczających praw do przeprowadzenia tej operacji.
ro: Nu aveţi drepturi suficiente pentru operaţia sau pagina cerută.

source: Sorry for the inconvenience.
de: Wir entschuldigen uns für Ihre Unannehmlichkeiten.
es: Perdón por las molestias.
pl: Przepraszam za kłopot.
ro: Ne cerem scuze pentru această neplăcere.

source: Theme '%s' no longer exists
de: Design '%s' existiert nicht mehr
es: El diseño '%s' ya no existe
pl: Szablon '%s' już nie istnieje
ro: Tema '%s' nu mai există

source: Unknown user or wrong password from external login module
de: Unbekannter Nutzer oder falsches Passwort von externem Anmeldemodul
es: Usuario desconocido o contraseña errónea del módulo de entrada externo
pl: Nieznany użytkownik lub błędne hasło pochodzące z zewnętrznego modułu logowania
ro: Utilizator necunoscut sau parolă greşită pentru modulul extern de conectare

source: No login info available
de: Keine Anmeldeinformation verfügbar
es: No hay información de autenticación disponible
pl: Brak informacji o logowaniu
ro: Nici o informaţie de conectare disponibilă

source: No password submitted
de: Kein Passwort eingegeben
es: Contraseña no enviada
pl: Nie podano hasła
ro: Nici o parolă înscrisă

source: Unknown user or wrong password
de: Unbekannter Nutzer oder falsches Passwort
es: Usuario desconocido o contraseña errónea
hu: Ismeretlen felhasználó vagy rossz jelszó
pl: Nieznany użytkownik lub błędne hasło
ro: Utilizator necunoscut sau parolă greşită

source: The username / password combination is valid according to the login module, but the corresponding Aigaion account is an %s account and cannot be logged in by the %s module. Please contact your database admin for assistance.
de: Die Kombination aus Name und Passwort ist gültig nach dem Anmeldemodul, aber das dazugehörige Aigaion-Konto ist ein %s-Konto und kann nicht vom Modul %s verwaltet werden. Bitte kontaktieren Sie Ihren Datenbank-Administrator für Unterstützung.
es: La combinación nombre de usuario/contraseña es válida según el módulo de ingreso, pero la cuenta de Aigaion correspondiente es una cuenta %s y no permite su ingreso mediante el módulo %s. Por favor contracte con el administrador de su base de datos para solicitar asistencia.
pl: Nazwa użytkownika i hasło są poprawne, lecz konto w systemie Aigaion jest typu %s i nie może być łączone modułem logowania %s. Skontaktuj się z administratorem w celu uzyskania pomocy.
ro: Combinaţia utilizator / parolă este validă conform modulului de conectare, dar contul Aigaion corespunzător este un cont %s şi nu poate fi conectat de modulul %s. Vă rugăm contactaţi administratorul dumneavoastră pentru asistenţă.

source: internal
de: Intern
es: interno
hu: belső
pl: wewnętrzny
ro: intern

source: anonymous
de: Anonym
es: anónimo
pl: anonimowy
ro: anonim

source: group
de: Gruppe
es: grupo
hu: csoport
pl: grupa
ro: grup

source: Created missing user %s as member of groups %s
de: Fehlenden Nutzer %s als Mitglied der Gruppe %s angelegt
es: Creado el usuario faltante %s como miembro de los grupos %s
pl: Utwórz brakującego użytkownika %s jako członka grupy %s
ro: S-a creat utilizatorul lipsă %s ca membru al grupurilor %s

source: A new Aigaion account has been created for you, user '%s'. Please enjoy your stay here.
de: Ein neues Aigaion-Konto wurde für dich, Nutzer &sbquo;%s&lsquo; angelegt. Viel Spaß bei deinem Aufenthalt hier!
es: Una nueva cuenta de Aigaion ha sido creada para usted, usuario %s. Por favor, disfrute su estancia aquí.
pl: Nowe konto Aigaion zostało utworzone, użytkowniku '%s'. Życzymy satysfakcjonujących owoców pracy.
ro: Un nou cont Aigaion s-a creat pentru dumneavoastră, utilizatorul '%s'. Vă rugăm bucuraţi-vă de prezenţa dumneavoastră aici.

source: Serious error in login tables
de: Ernsthafter Fehler in Login-Tabellen
es: Error serio en las tablas de autenticación
pl: Poważny błąd w tabelach logowania
ro: Eroare gravă în tabelele de conectare

source: The username / password combination is valid according to %s, but the corresponding Aigaion account is an %s account and cannot be logged in by the %s module. Please contact your database admin for assistance.
de: Die Kombination aus Name und Passwort ist gültig nach %s, aber das dazugehörige Aigaion-Konto ist ein %s-Konto und kann nicht vom Modul %s verwaltet werden. Bitte kontaktieren Sie Ihren Datenbank-Administrator für Unterstützung.
es: La combinación nombre de usuario/contraseña es válida de acuerdo a %s, pero la cuenta de Aigaion correspondiente es una cuenta %s y no permite su ingreso mediante el módulo %s. Por favor contracte con el administrador de su base de datos para solicitar asistencia.
pl: Nazwa użytkownika i hasło są poprawne w odniesieniu do %s, lecz konto Aigaion jest typu %s i nie można się do niego logować za pomocą modułu %s. Skontaktuj się z administratorem bazy.
ro: Combinaţia utilizator / parolă este validă conform %s, dar contul Aigaion corespunzător este un cont %s şi nu poate fi conectat de modulul %s. Vă rugăm contactaţi administratorul dumneavoastră pentru asistenţă.

source: The username / password combination is valid, but has no Aigaion account associated with it yet. Please contact your database admin for assistance
de: Die Kombination aus Name und Passwort ist gültig, hat aber noch kein assoziiertes Aigaion-Konto. Bitte kontaktieren Sie Ihren Datenbank-Administrator für Unterstützung.
es: La combinación nombre de usuario/contraseña es válida, pero aún no tiene una cuenta de Aigaion asociada. Por favor, contracte con el administrador de su base de datos para solicitar asistencia.
pl: Nazwa użytkownika i hasło są poprawne, lecz nie skojarzono z nim żadnego konta Aigaion. Skontaktuj się z administratorem bazy.
ro: Combinaţia utilizator / parolă este validă, dar nici un cont Aigaion nu i-a fost încă asociat. Vă rugăm contactaţi administratorul dumneavoastră pentru asistenţă.

source: Anonymous (guest) access to this database has been enabled. However, no default anonymous account has been assigned, so anonymous access is unfortunately not yet possible.
de: Anonymer (Gast-)Zugang zu dieser Datenbank wurde aktiviert. Allerdings wurde kein anonymes Vorgabekonto zugewiesen, weshalb anonymer Zugang leider noch nicht möglich ist.
es: Se ha habilitado el acceso anónimo (invitado) a esta base de datos. Sin embargo, no se ha asignado ninguna cuenta anónima por defecto, por lo que el acceso anónimo no es posible aún.
pl: Anonimowy dostęp do bazy został włączony. Brak jest jednak konta anonimowego, więc dostęp jest niemożliwy.
ro: Accesul (vizitator) anonim la această bază de date a fost activat. Totuşi, nici un cont anonim implicit nu a fost asociat, astfel încât accesul anonim nu este din păcate posibil.

source: Your admin account password still has the default value, please change it on the 'profile' page.
de: Ihr Admin-Konto hat immer noch das Vorgabepasswort, bitte ändern Sie es auf der 'Profil'-Seite.
es: La contraseña de la cuenta de administrador todavía tiene el valor por defecto, por favor cambiélo en la página 'perfil'.
pl: Ustawienia konta administratora nadal mają wartości domyslne. Proszę zmienić dane.
ro: Parola contului dumneavoastră de administrator are încă valoarea implicită, vă rugăm schimbaţi-o în pagina profilului.

source: Dear guest, welcome to this publication database. As an anonymous user, you will probably not have edit rights. Also, the collapse status of the topic tree will not be persistent. If you like to have these and other options enabled, you might ask %s for a login account.
de: Lieber Gast, willkommen in dieser Publikations-Datenbank. Als anonymer Nutzer haben Sie vermutlich keine Bearbeitungsrechte. Auch der Einklapp-Zustand des Themenbaums wird nicht gespeichert. Wenn Sie dieses und andere Optionen aktivieren möchten, können Sie %s nach einem Konto fragen.
es: Estimado invitado, bienvenido a esta base de datos de publicaciones. Como usuario anónimo, probablemente no tendrá permisos de edición. Además, el estado colapsado del árbol de temas no será permanente. Si desea tener éstas y otras opciones disponibles debe contactar con %s para solicitar una cuenta de acceso.
hu: Kedves vendégünk! Üdvözöljük az MTA Néprajzi Kutatóintézete publikációs adatbázisában! Tájékoztatjuk, hogy vendégként nincsen szerkesztői jogosultsága. Ha az adatbázist rendszeresen szeretné használni, javasoljuk, hogy az %s -tól kérjen olvasói jogosultságokat.
ro: Stimate vizitator, fiţi binevenit la această bază de date pentru publicaţii. Ca utilizator anonim, nu veţi avea probabil drepturi de editare. De asemenea, starea desfăşurată a arborelui subiectelor nu va fi persistentă. Dacă doriţi să aveţi aceste opţiuni, precum şi altele, vă rugăm să cereţi lui %s un cont de conectare.

source: This site is powered by Aigaion - A PHP/Web based management system for shared and annotated bibliographies.
de: Diese Seite wird unterstützt von Aigaion - Ein PHP/Web-basiertes Managementsystem für verteilte und annotierte Bibliographien.
es: Este sitio está desarrollado con Aigaion - un Sistema de Gestión basado en PHP/Web bibliografía compartida y comentada.
hu: Ez az adatbázis az Aigaion rendszerre alapszik. Az Aigaion egy ingyenesen elérhető, nyílt forráskódú, PHP/Web alapú rendszer, mely a bibliográfiák rendszerezésére a BibTeX formátumot használja.
pl: Baza powstała dzięki systemowi zarządzania informacją Aigaion.
ro: Acest site este creat de Aigaion - un sistem de gestiune bazat pe PHP/Web pentru bibliografii partajate şi adnotate.

source: For more information visit %s
de: Für mehr Informationen besuchen Sie %s.
es: Para más información visite %s
hu: Ha kérdései vannak az Aigaionnal kapcsolatban, kérjük keresse fel a fejlesztők honlapját a %s címen!
pl: W celu uzyskania bliższych informacji o programie odwiedź %s
ro: Pentru mai multe informaţii vizitaţi %s

source: Checking for updates...
de: Suche nach Aktualisierungen...
es: Comprobando actualizaciones...
hu: Frissítések keresése...
pl: Sprawdzanie uaktualnień...
ro: Se caută actualizări ...

source: This installation of Aigaion is up-to-date
de: Diese Aigaion-Installation ist auf dem aktuellen Stand
es: Esta versión de Aigaion está actualizada.
hu: Az Aigaion ezen példánya naprakész.
pl: Ta wersja instalacyjna Aigaion jest aktualna
ro: Această instalare a Aigaion este actualizată

source: Removed 'bookmarklist' right from anonymous user: it makes no sense to assign it since many people will be loggin on with that account simultaneously.
de: Recht 'Merkliste' des anonymen Nutzers gelöscht: Es ist sinnlos, es zuzuweisen, da mit diesem Konto viele Leute gleichzeitig angemeldet sein werden.
es: Eliminado el permiso 'añadir a marcadores' para el usuario anónimo: no tiene sentido asignarlo dado que muchas personas ingresarán con esta cuenta simultáneamente.
pl: Usunięto prawo do tworzenia listy zaznaczeń dla użytkownika anonimowego.
ro: S-au îndepărtat drepturile asupra listei de marcaje pentru utilizatorul anonim: nu are nici un sens să fie asignate deoarece mai multe persoane vor fi conectate cu acest cont simultan.

source: User added
de: Nutzer hinzugefügt
es: Usuario añadido
pl: Użytkownik został dodany
ro: Utilizator adăugat

source: Login names cannot be changed. Login name has been reset to old value. Other changes have been saved.
de: Anmeldenamen können nicht geändert werden. Der Anmeldename wurde auf den alten Wert zurückgesetzt. Die anderen Änderungen wurden gespeichert.
es: Los nombres de usuario no pueden modificarse. El nombre de usuario anterior ha sido restaurado. Los demás cambios han sido salvados.
pl: Nie można zmienić nazwy użytkownika. Nazwa została zresetowana i przyjęto stare wartości. Inne zmiany zapisano.
ro: Numele de conectare nu pot fi schimbate. Numele de conectare a fost resetat la valoarea veche. Celelalte schimbări au fost salvate.

source: The account does not have a valid password. It has been disabled. You can ask an admin to re-enable it.
de: Das Konto hat kein gültiges Passwort. Es wurde deaktiviert. Sie können den Administrator bitten, es wieder zu aktivieren.
es: Esta cuenta no posee una contraseña válida y ha sido deshabilitada. Solicítele al administrador que la reactive.
pl: Konto ma nieodpowiednie hasło i zostało zawieszone. Skontaktuj się z administratorem.
ro: Contul nu are o parolă validă şi a fost dezactivat. Puteţi cere administratorului să-l reactiveze.

source: You cannot enable an invalidated account through this method. Instead, enable it by setting a password. Other changes have been saved.
de: Sie können ein inaktives Benutzerkonto nicht mittels ein Update aktivieren. Zum Aktivieren müssen Sie ein neues Passwort setzen. Die andere Änderungen sind gespeichert.
ro: Nu puteţi să activaţi un cont dezactivat prin această metodă. În loc, activaţi-l prin setarea parolei. Celelalte schimbări au fost salvate.

source: You just set the default anonymous user to non-anonymous. Therefore the default anonymous user configuration setting has been cleared.
de: Sie haben den anonymen Vorgabenutzer als nicht-anonym gekennzeichnet. Deshalb wurden die Konfigurationseinstellungen des anonymen Vorgabenutzers geleert.
es: Acaba de establecer el usuario anónimo por defecto como no-anónimo, por tanto, los parámetros de configuración del usuario anónimo por defecto han sido eliminados.
pl: Zmieniono domyślne ustawienia logowania z anonima na nie-anonima. Zmieniono tym samym domyślne ustawienia konfiguracji.
ro: Tocmai aţi setat utilizatorul anonim implicit ca utilizator de sine stătător. De aceea setările pentru configurarea utilizatorului anonim implicit au fost şterse.

source: You just removed your own right to assign user rights! Are you sure that this is correct? If not, re-assign this right before logging out!
de: Sie haben gerade Ihr eigenes Recht auf die Vergabe von Nutzerrechten gelöscht! Sind Sie sicher, dass das korrekt ist? Falls nicht, weisen Sie sich dieses Recht vor dem Abmelden wieder zu!
es: ¡Acaba de eliminar su propio permiso para asignar permisos de usuario! ¿Está seguro de que esto es correcto? ¡Si no lo es, reasigne este permiso antes de salir del sistema!
pl: Właśnie usunąłeś swoje prawa do nadawania praw użytkownikom. Czy na pewno tego chciałeś? Jeśli nie, zmień tę wartość zanim wylogujesz się.
ro: Tocmai v-aţi şters propriul dumneavoastră drept de a asigna drepturi utilizatorilor! Sunteţi sigur că ceea ce aţi făcut este corect? Dacă nu, reasignaţi-vă acest drept înainte de deconectare!

source: Profile updated, changes to rights of users are applied after the user has logged in again.
de: Profil aktualisiert, Änderungen der Nutzerrechte werden ausgeführt, sobald sich ein Nutzer das nächste Mal anmeldet.
es: Perfil actualizado, los cambios en los permisos de los usuarios serán aplicados cuando el usuario ingrese de nuevo.
pl: Profil zaktualizowany, zmiany praw użytkownika będą zastosowane po ponownym zalogowaniu.
ro: Profil actualizat, schimbările drepturilor utilizatorilor sunt aplicate după ce utilizatorul s-a logat din nou.

source: User data changed. Changed access rights will be valid upon next login.
de: Nutzerdaten geändert. Geänderte Zugriffsrechte gelten ab der nächsten Anmeldung.
es: Datos del usuario modificados. Los permisos de acceso modificados serán válidos la próxima vez que ingrese al sistema.
pl: Dane użytkownia zostały zmienione. Zmienione prawa dostępu będa obowiącywały po kolejnym logowaniu.
ro: Datele utilizator schimbate. Drepturile de acces schimbate vor fi valide la următoarea conectare.

source: You cannot change the password for anonymous accounts or externally managed accounts
de: Das Passwort für anonymen oder externen Konten kann nicht geändert werden
ro: Nu se poate schimba parola pentru conturile anonime sau pentru conturile gestionate din exterior

source: no empty passwords allowed
de: leere Passwörter sind nicht erlaubt
ro: nu sunt permise parole vide

source: Password updated and user account enabled
de: Passwort aktualisiert und Benutzerkonto freigeschaltet
ro: Parolă actualizată şi contul utilizatorului activat

source: Cannot delete user
de: Kann Nutzer nicht löschen
es: No se puede eliminar usuario
hu: Felhasználó nem törölhető
pl: Nie można skasowac użytkownika
ro: Nu se poate şterge utilizatorul

source: processing time: %s seconds
de: Ausführdauer: %s Sekunden
es: tiempo de procesamiento: %s segundos
hu: feldolgozás ideje: %s másodperc
pl: czas operacji: %s sekund
ro: timpul de procesare: % secunde

source: Aigaion export list
de: Aiagion Exportliste
es: Lista de exportación de Aigaion
pl: Lista eksportowania Aigaion
ro: Lista de export Aigaion

source: Browse
de: Ansicht
es: Navegar
hu: Böngészés
pl: Przeglądaj
ro: Răsfoire

source: My Topics
de: Meine Themen
es: Mis temas
hu: Saját témák
pl: Moje tematy
ro: Subiectele mele

source: My Bookmarks
de: Meine Merkliste
es: Mis marcadores
hu: Saját könyvjelzők
pl: Moje zakładki
ro: Marcajele mele

source: All Topics
de: Alle Themen
es: Todos los temas
hu: Minden téma
pl: Jednostki
ro: Toate subiectele

source: All Publications
de: Alle Publikationen
es: Todas las publicaciones
hu: Minden publikáció
pl: Publikacje
ro: Toate publicaţiile

source: All Authors
de: Alle Autoren
es: Todos los autores
hu: Minden szerző
pl: Autorzy
ro: Toţi autorii
