Repository: ginggs/aigaion
Catalog: internationalisation/*/LC_MESSAGES/messages.po
Languages: de, es, hu, pl, ro

source: Couldn't find publication to edit access levels
de: Konnte keine Publikation zum Bearbeiten der Zugriffsebenen finden
es: No se encontró la publicación para editar los niveles de acceso
hu: Nem található szerkeszthető hozzáférési szintű publikáció
pl: Nie można znaleźć publikacji do edycji
ro: Nu se poate găsi publicaţia pentru a edita nivelele de acces

source: Edit access levels
de: Zugriffsebenen bearbeiten
es: Editar niveles de acceso
hu: Hozzáférési szintek szerkesztése
pl: Edycja poziomów dostępu
ro: Editează nivelele de acces

source: %s read / edit rights
de: %s Zugriffsrechte
es: %s permisos de lectura / edición
hu: %s olvasási / szerkesztési jogok
pl: %s prawa odczyt / edycja
ro: %s citeşte / editează drepturi

source: no command
de: kein Kommando
es: sin comando
pl: brak komendy
ro: nici o comandă

source: no publications to display
ro: Nici un articol nu a fost gasit

source: Download attachment
de: Anhang herunterladen
es: Descargar adjunto
hu: Csatolmány letöltése
pl: Załaduj załącznik
ro: Descarcă ataşament

source: non-existing id passed
de: nicht existierende Nutzer-ID übergeben
es: insertó un ID que no existe
pl: zatwierdzono nieistniejący identyfikator
ro: ID-ul introdus nu există

source: Delete attachment
de: Anhang löschen
es: Eliminar adjunto
hu: Csatolmány törlése
pl: Skasuj załącznik
ro: Şterge ataşament

source: insufficient rights
de: unzureichende Rechte
es: permisos insuficientes
hu: nem megfelelő jogosultság
pl: brak odpowiednich uprawnień
ro: drepturi insuficiente

source: Add attachment
de: Anhang hinzufügen
es: Añadir adjunto
hu: Csatolmány hozzáadása
pl: Dodaj załącznik
ro: Adaugă ataşament

source: Edit attachment
de: Anhang bearbeiten
es: Editar adjunto
hu: Csatolmány szerkesztése
pl: Edytuj załącznik
ro: Editează ataşament

source: Attachment
de: Anhang
es: Adjunto
hu: Csatolmány
pl: Załącznik
ro: Ataşament

source: Commit attachment
de: Anhang übertragen
es: Transferir adjunto
hu: Csatolmány hozzáadása
pl: Dodał załącznik
ro: Înregistrează ataşament

source: no data to commit
de: keine Daten zur Übertragung
es: sin datos para transferir
pl: brak danych do dodania
ro: nu sunt date de înregistrat

source: an error occurred
de: ein Fehler ist aufgetaucht
es: se produjo un error
hu: hiba történt
pl: błąd
ro: s-a produs o eroare

source: Please contact your Aigaion administrator.
de: Bitte kontaktieren Sie Ihren Aigaion-Administrator.
es: Por favor, contacte con su administrador de Aigaion.
hu: Kérjük vegye fel a kapcsolatot az Aigaion adminisztrátorral
pl: Skontaktuj się z administratorem systemu
ro: Vă rugăm contactaţi administratorul dumneavoastră pentru Aigaion

source: View Author
de: Autor betrachten
es: Ver autor
hu: Szerző megtekintése
pl: Zobacz Autora
ro: Afişează autor

source: Export author
de: Autor exportieren
es: Exportar autor
hu: Szerző exportálása
pl: Eksportowanie wg autorów
ro: Exportă autor

source: Publications of %s
de: Publikationen von %s
es: Publicaciones de %s
hu: %s publikációi
pl: Publikacje z %s
ro: Publicaţiile lui %s

source: Publications of %s sorted by journal and type
de: Publikationen von %s sortiert nach Zeitschrift und Typ
es: Publicaciones de %s ordenadas por revista y tipo
hu: %s publikációi folyóirat és típus szerint rendezve
pl: Publikacje z %s posortowane wg typu publikacji
ro: Publicaţiile lui %s sortate după jurnal şi tip

source: Publications of %s sorted by recency
de: Publikationen von %s sortiert nach Aktualität
es: Publicaciones de %s ordenadas por la más reciente
hu: A %s -hoz tartozó publikációk listázása a bejegyzések frissessége szerint
pl: Publikacje z %s posortowano chronologicznie
ro: Publicaţiile lui %s sortate după vechime

source: Publications of %s sorted by title
de: Publikationen von %s sortiert nach Titel
es: Publicaciones de %s ordenadas por título
hu: A %s -hoz tartozó publikációk listázása cím szerint
pl: Publikacje z %s posortowane wg tytułu
ro: Publicaţiile lui %s sortate după titlu

source: Publications of %s sorted by first author
de: Publikationen von %s sortiert nach erstem Autor
es: Publicaciones de %s ordenadas por primer autor
hu: A %s -hoz tartozó publikációk listázása az elsődleges szerző szerint
pl: Publikacje z %s posortowane wg pierwszego autora
ro: Publicaţiile lui %s sortate după primul autor

source: No publications found.
de: Keine Publikationen gefunden.
es: No se encontraron publicacciones.
hu: Publikáció nem található
pl: Nie znaleziono publikacji.
ro: Nu s-a găsit nici o publicaţie.

source: Edit author
de: Autor bearbeiten
es: Editar autor
hu: Szerző szerkesztése
pl: Edycja danych autora
ro: Editează autor

source: %s author
de: %s Autor
es: %s autor
hu: %s szerző
ro: %s autor

source: Cannot merge authors
de: Kann Autoren nicht zusammenführen
es: No puede fusionar autores
hu: A szerzők nem fésülhetők össze
pl: Nie można powiązać autorów
ro: Nu se pot fuziona autorii

source: missing parameters
de: fehlende Parameter
es: faltan parámetros
hu: hiányzó paraméterek
pl: brak parametrów
ro: lipsesc parametri

source: An author synonym can only be merged with the corresponding primary author
de: Ein Autorensynonym kann lediglich mit dem korrespondierenden Primärautor zusammengeführt werden
es: El sinónimo de un autor sólo puede ser fusionado con su correspondiente autor principal
ro: Un pseudonim al autorului poate fi fuzionat doar cu autorul primar corespunzator

source: You cannot merge authors with a synonym author as target
de: Man kann Autoren nicht zusammenführen, die ein Autorensynonym zum Ziel haben
es: No puede fusionar autores poniendo como destino el sinónimo de un autor
ro: Nu se pot fuziona autori cu un pseudonim de autor ca destinaţie

source: Authors
de: Autoren
es: Autores
hu: Szerzők
pl: Autorzy
ro: Autori

source: Merge
de: zusammenführen
es: Fusionar
hu: Egyesítés
pl: Połącz
ro: Fuzionare

source: Delete author
de: Diesen Autor löschen
es: Eliminar autor
hu: Szerző törlése
pl: Skasuj autora
ro: Şterge autor

source: author does not exist
de: Autor existiert nicht
es: este autor no existe
hu: a szerző nem található
pl: autor nie istnieje
ro: autorul nu există

source: Author
de: Autor
es: Autor
hu: Szerző
pl: Autor
ro: Autor

source: delete
de: löschen
es: eliminar
hu: törlés
pl: skasuj
ro: ştergere

source: Author "%s" already exists in the database.
de: Autor "%s" existiert bereits in der Datenbank.
es: El autor "%s" ya existe en la base de datos.
hu: A "%s" nevű szerző már szerepel az adatbázisban!
pl: Autor "%s" znajduje się już w bazie.
ro: Autorul "%s" există deja în baza de date.

source: Review author
de: Überprüfung des Autors
es: Revisar autor
ro: Revizuire autor

source: Set author as primary
de: Als Primärautor setzen
es: Fijar autor como principal
hu: Szerző beállítása elsődlegesként
ro: Selectează autorul ca autor principal

source: Authors for topic
de: Autoren zu Thema
es: Autores por tema
hu: A téma szerzői
pl: Autorzy dla tematu
ro: Autori pentru subiect

source: Authors for topic %s
de: Autoren zu Thema %s
es: Autores por tema %s
hu: A %s téma szerzői
pl: Autorzy zgodni z tematem %s
ro: Autori pentru subiectul %s

source: All authors in the database
de: Alle Autoren in der Datenbank
es: Todos los autores de la base de datos
hu: Az adatbázis összes Szerzője
pl: Wszyscy autorzy w bazie
ro: Toţi autorii din baza de date

source: Export through email
de: Export via E-Mail
es: Exportar a través de correo electrónico
hu: Exportálás e-mailbe
pl: Eksportuj przez email
ro: Exportă prin e-mail

source: No author selected for export
de: Kein Autor für den Export ausgewählt
es: Ningún autor seleccionado para exportar
hu: Nincs exportálásra kijelölt Szerző
pl: Nie zaznaczono żadnego autora do eksportu
ro: Nici un autor selectat pentru export

source: Select export format
de: Exportformat wählen
es: Seleccionar formato de exportación
hu: Exportálás formátumának kiválasztása
pl: Zaznacz format eksportu
ro: Selectare format de export

source: Author export
de: Autor exportieren
es: Exportación de autor
hu: Szerző exportálása
pl: Eksport nazwisk autorów
ro: Export autor

source: Export by email
de: Export via E-Mail
es: Exportar por correo electrónico
hu: Exportálás e-mailben
pl: Eksportuj przez email
ro: Export prin e-mail

source: Export from Aigaion
de: Export von Aigaion
es: Exportar desde Aigaion
hu: Exportálás Aigaionból
pl: Eksportuj z Aigaion
ro: Export din Aigaion

source: Exported for author
de: Exportiert für Autor
es: Exportado para el autor
pl: Wyeksportowano dla autora
ro: Exportat pentru autor

source: Formatted
de: Formatiert
es: Formateado
hu: Formázva
pl: Sformatowano
ro: Formatat

source: Mail sent successfully
de: E-Mail erfolgreich gesendet
es: Correo enviado con éxito
hu: Levél sikeresen elküldve
pl: Pomyślnie wysłano wiadomość
ro: Mail trimis cu succes

source: Something went wrong when exporting the publications. Did you input a correct email address?
de: Etwas ist beim Exportieren der Daten schiefgegangen. Haben Sie eine korrekte E-Mail-Adresse angegeben?
es: Ocurrió un error mientras se exportaban las publicaciones. ¿Introdujo una dirección de correo correcta?
hu: Hiba történt az exportálás alatt. Jó e-mail címet adott meg?
pl: Błąd podczas eksportu publikacji. Czy podano prawidłowy adres?
ro: S-a produs o eroare la exportarea publicaţiilor. Aţi introdus o adresă de email corectă?

source: View bookmarklist
de: Merkliste betrachten
es: Ver marcadores
hu: Könyvjelzők listájának megtekintése
pl: Zobacz kolekcję
ro: Afişare listă de marcaje

source: Bookmark list
de: Liste als Merkliste anlegen
es: Lista de marcadores
hu: Könyvjelző lista
pl: Lista zaznaczonych pozycji
ro: Lista de marcaje

source: Export bookmarklist
de: Merkliste exportieren
es: Exportar marcadores
hu: Könyvjelző lista exportálása
pl: Eksportuj kolekcję
ro: Exportă lista de marcaje

source: Bookmarklist of %s
de: Merkliste von %s
es: Lista de marcadores de %s
hu: %s felhasználó könyvjelzőlistája
pl: Zaznaczone z %s
ro: Lista de marcaje de %s

source: sorted by journal and type
de: sortiert nach Zeitschrift und Typ
es: ordenado por revista y tipo
hu: rendezés folyóirat és közlemény típusa szerint
pl: posortowano wg typu publikacji
ro: sortat după jurnal şi tip

source: sorted by recency
de: sortiert nach Aktualität
es: ordenado por novedad
hu: listázás a bejegyzés frissessége szerint
pl: posortowano chronologicznie
ro: sortat după vechime

source: sorted by title
de: nach Titel sortiert
es: ordenado por título
hu: Rendezés cím szerint
pl: posortowane wg tytułu
ro: sortat după titlu

source: sorted by first author
de: sortiert nach erstem Autor
es: ordenado por primer autor
hu: Rendezés elsődleges szerző szerint
pl: posortowane wg pierwszego autora
ro: sortat după primul autor

source: Add publication to bookmarklist
de: Publikation zur Merkliste hinzufügen
es: Añadir publicación a marcadores
hu: Publikáció hozzáadása a könyvjelzőkhöz
pl: Dodaj publikację do kolekcji
ro: Adaugă publicaţia la lista de marcaje

source: Click to UnBookmark publication
de: Klicken, um Publikation von der Merkliste zu nehmen
es: Click para quitar la publicación de los marcadores
hu: Kattintson a publikáció könyvjelzőjének eltávolításához
pl: Kliknij, aby odznaczyć publikację
ro: Clic pentru a demarca publicaţia

source: Add topic to bookmarklist
de: Thema zur Merkliste hinzufügen
es: Añadir tema a marcadores
hu: Téma hozzáadása a könyvjelzők listájához
pl: Dodaj temat do kolekcji
ro: Adaugă subiectul la lista de marcaje

source: Add keyword to bookmarklist
de: Schlagwort zur Merkliste hinzufügen
es: Añadir palabra clave a marcadores
hu: Kulcsszó hozzáadása a könyvjelzőkhöz
pl: Dodaj słowo kluczowe do kolekcji
ro: Adaugă cuvântul cheie la lista de marcaje

source: Add author to bookmarklist
de: Autor zur Merkliste hinzufügen
es: Añadir autor a marcadores
hu: Szerző hozzáadása a könyvjelzőkhöz
pl: Dodaj autora do kolekcji
ro: Adaugă autorul la lista de marcaje

source: Removing publication from bookmarklist
de: Publikation von der Merkliste nehmen
es: Quitando publicación de los marcadores
hu: Publikációk törlése a könyvjelzők közül
pl: Usuwanie publikacji z kolekcji
ro: Şterge publicaţia din lista de marcaje

source: Click to Bookmark publication
de: Klicken, um Publikation zu merken
es: Click para añadir la publicación a los marcadores
hu: Kattintson a publikáció könyvjelzővel való ellátásához
pl: Kliknij, aby zaznaczyć publikację
ro: Clic pentru a marca publicaţia

source: Removing topic from bookmarklist
de: Thema von der Merkliste nehmen
es: Eliminando tema de los marcadores
hu: Téma eltávolítása a könyvjelzők közül
pl: Usuwanie tematu z kolekcji
ro: Şterge subiectul din lista de marcaje

source: Removing keyword from bookmarklist
de: Schlagwort von der Merkliste nehmen
es: Eliminando palabra clave de los marcadores
hu: Kulcsszó eltávolítása a könyvjelzők közül
pl: Usuwanie słowa kluczowego z kolekcji
ro: Şterge cuvântul cheie din lista de marcaje

source: Removing author from bookmarklist
de: Autor von der Merkliste nehmen
es: Eliminando autor de los marcadores
hu: Szerző eltávolítása a könyvjelzők közül
pl: Usuwanie autora z kolekcji
ro: Şterge autorul din lista de marcaje

source: Add bookmarked publications to topic
de: Gemerkte Publikationen zu Thema hinzufügen
es: Añadir las publicaciones de los marcadores al tema
pl: Dodaj zaznaczone publikacje do tematu
ro: Adaugă publicaţia marcată la subiect

source: Making topic from bookmarklist
de: Thema aus Merkliste erzeugen
es: Creando tema a partir de los marcadores
hu: Témakör létrehozása könyvjelző listából
pl: Tworzenie tematu z kolekcji
ro: Crează subiect din lista de marcaje

source: -new from bookmarklist-
de: -neu aus der Merkliste-
es: -nuevo a partir de los marcadores-
pl: -nowe z kolekcji-
ro: -nou din lista de marcaje-

source: Error creating topic.
de: Fehler beim Erzeugen eines Themas.
es: Error creando tema.
hu: Hiba a témakör létrehozásakor
pl: Błąd podczas tworzenia tematu
ro: Eroare la crearea subiectului.

source: Remove bookmarked publications from topic
de: Alle gemerkten Publikationen vom gewählten Thema entfernen
es: Quitar las publicaciones en marcadores del tema
hu: Könyvjelzővel megjelölt publikáció eltávolítása a témakörből
pl: Usuń zaznaczone publikacje z tematu
ro: Şterge publicaţia marcată din subiect

source: Deleting publications from bookmarklist
de: Publikationen auf der Merkliste löschen
es: Eliminando publicaciones de los marcadores
hu: Publikációk törlése a könyvjelzők listájából
pl: Kasowanie publikacji z kolekcji
ro: Se şterg publicaţiile din lista de marcaje

source: Skipped %s publications due to insufficient rights.
de: %s Publikationen aufgrund unzureichender Rechte übersprungen.
es: Omitidas %s publicaciones debido a permisos insuficientes.
pl: Pominięto %s publikacje ze względu na niewystarczające prawa
ro: S-au omis %s publicaţii din lipsă de drepturi.

source: Delete all from bookmarklist
de: von der Merkliste löschen
es: Eliminar todo de los marcadores
hu: A könyvjelző lista teljes tartalmának törlése
pl: Kasuj wszystkie zaznaczone pozycje
ro: Şterge totul din lista de marcaje

source: Setting access levels of publications from bookmarklist
de: Zugriffsebenen von Publikationen auf der Merkliste setzen
es: Estableciendo niveles de acceso de las publicaciones a partir de los marcadores
hu: A könyvjelző listában szereplő publikációk hozzáférési jogainak szerkesztése
pl: Ustawianie praw dostępu do pulbikacji z kolekcji
ro: Stabilirea nivelului de acces la publicaţiile din lista de marcaje

source: no existing access level specified
de: keine existierende Zugriffsebene gewählt
es: no hay nivel de acceso especificado
pl: Wybrano nieistniejący poziom dostępu
ro: nu există nivelul de acces specificat

source: Set %s access level of %s publications to "%s"
de: %s Zugriffsebene von %s Publikationen auf "%s" gesetzt
es: Fijar el nivel de acceso %s de las publicaciones %s a "%s"
pl: Ustaw %s poziom dostępu %s publikacji dla "%s"
ro: Stabileşte nivelul de acces %s al publicaţiilor %s la valoarea "%s"

source: read
de: lesen
es: leer
hu: olvasás
pl: czytaj
ro: citeşte

source: Set access level to %s for all from bookmarklist
de: Zugriffsebene für alle auf der Merkliste auf %s gesetzt
es: Establecer el nivel de acceso a %s para todos los marcadores
pl: Ustaw poziom dostępu na %s dla listy zaznaczeń
ro: Stabileşte nivelul de acces la valoarea %s pentru toţi din lista de marcaje

source: Setting access levels of attachments from bookmarklist
de: Zugriffsebenen von alle Anhängen auf der Merkliste setzen
es: Estableciendo niveles de acceso de los adjuntos a partir de los marcadores
hu: A könyvjelző listában szereplő csatolmányok hozzáférési szintjének szerkesztése
pl: Ustawianie praw dostępu do załączników z kolekcji
ro: Stabilirea nivelelor de acces la publicaţiile din lista de marcaje

source: Set %s access level of %s attachments to "%s".
de: %s Zugriffsebene von %s Anhängen auf "%s" gesetzt.
es: Establecer nivel de acceso %s de los adjuntos %s a "%s".
pl: Ustaw %s poziom dostępu dla %s załączników "%s".
ro: Stabileşte nivelul de acces %s al ataşamentelor %s la valoarea "%s".

source: Skipped %s attachments due to insufficient rights.
de: %s Anhänge aufgrund unzureichender Rechte übersprungen
es: Omitidos %s adjuntos debido a permisos insuficientes.
pl: Pominięto %s załączniki ze względu na niewystarczające prawa
ro: S-au omis %s ataşamente din lipsă de drepturi.

source: Set access level to %s for all attachments of publications on bookmarklist
de: Zugriffsebene für alle Anhänge der Publikationen auf der Merkliste auf %s gesetzt
es: Establecer el nivel de acceso a %s para todos los adjuntos de las publicaciones en los marcadores
pl: Ustaw poziom dostępu na %s dla wszystkich załączników publikacji na liście zaznaczonych
ro: Setează nivelul de acces la valoarea %s pentru toate ataşamentele publicaţiilor din lista de marcaje

source: edit
de: bearbeiten
es: editar
hu: szerkesztés
pl: edycja
ro: editare

source: Set %s access level to %s for all from bookmarklist
de: %s Zugriffsebene für alles auf der Merkliste auf %s gesetzt
es: Establecer nivel de acceso %s a %s para todo en los marcadores
pl: Ustaw %s poziom dostępu na %s dla całej listy zaznaczeń
ro: Stabileşte nivelul de acces %s la valoarea %s pentru toţi din lista de marcaje

source: Setting %s access levels of attachments from bookmarklist
de: %s Zugriffsebenen von alle Anhängen auf der Merkliste setzen
es: Estableciendo niveles de acceso %s a los adjuntos en los marcadores
pl: Ustawianie %s poziomu dostępu dla załączników z listy zaznaczeń
ro: Stabilirea nivelurilor de acces %s ale ataşamentelor din lista de marcaje

source: Set %s access level to %s for all attachments of publications on bookmarklist
de: %s Zugriffsebene für alle Anhänge der Publikationen auf der Merkliste auf %s gesetzt
es: Estableciendo nivel de acceso %s a %s para todos los adjuntos de las publicaciones en los marcadores
pl: Ustaw %s poziom dostępu na %s dla wszystkich załączników z listy zaznaczeń
ro: Stabileşte nivelul de acces %s la valoarea %s pentru toate ataşamentele publicaţiilor din lista de marcaje

source: Clear bookmarklist
de: Merkliste leeren
es: Limpiar marcadores
hu: Könyvjelzők listájának törlése
pl: Wyczyść listę zaznaczeń
ro: Şterge lista de marcaje

source: Exported from bookmarklist
de: Exportiert aus Merkliste
es: Exportado de los marcadores
hu: Könyvjelző listából exportálva
pl: Eksportowano z kolekcji
ro: Exportat din lista de marcaje

source: Export all publications
de: Alle Publikationen exportieren
es: Exportar todas las publicaciones
hu: Az összes publikáció exportálása
pl: Eksportuj wszystkie publikacje
ro: Exportă toate publicaţiile

source: All publications
de: Alle Publikationen
es: Todas las publicaciones
hu: Összes publikáció
pl: Wszystkie publikacje
ro: Toate publicaţiile

source: Export requested for non existing topic.
de: Export für ein nicht existierendes Thema angefordert.
es: Exportación solicitada para tema inexistente.
hu: Az exportálást nem létező témába kérte!
pl: Eksport do nieistniejącego tematu.
ro: Export solicitat pentru subiect inexistent.

source: Export all for topic %s
de: Alle für Thema %s exportieren
es: Exportar todo para el tema %s
hu: Az összes exportálása a %s témába
pl: Eksportuj wszystko dla tematu %s
ro: Exportă totul pentru subiectul %s

source: All publications for topic "%s"
de: Alle Publikationen für Thema "%s"
es: Todas las publicaciones para el tema "%s"
hu: A "%s" témába tartozó összes publikáció
pl: Wszystkie publikacje dla tematu "%s"
ro: Toate publicaţiile pentru subiectul "%s"

source: Export requested for non existing author.
de: Export für nicht existierenden Autor angefordert.
es: Exportación solicitada para autor inexistente.
hu: Az exportálást nem létező szerzőhöz kérte!
pl: Eksport do nieistniejącego autora.
ro: Export solicitat pentru autor inexistent

source: Export all for author %s
de: Alle von Autor %s exportieren
es: Exportar todo para el autor %s
hu: Az összes exportálása %s szerzőhöz
pl: Eksportuj wszystko autorstwa %s
ro: Exportă totul pentru autorul %s

source: All publications for %s
de: Alle Publikationen für %s
es: Todas las publicaciones para %s
hu: %s összes publikációja
pl: Wszystkie publikacje %s
ro: Toate publicaţiile pentru %s

source: Export all publications on bookmarklist
de: Alle Publikationen auf der Merkliste exportieren
es: Exportar todas las publicaciones de los marcadores
hu: A könyvjelző listában szereplő összes publikáció exportálása
pl: Eksport wszystkich publikacji z kolekcji
ro: Exportă toate publicaţiile din lista de marcaje

source: no bookmarklist rights
de: keine Merklistenrechte
es: sin permisos para los marcadores
pl: brak praw do kolekcji
ro: nu există drepturi pentru lista de marcaje

source: Export requested for non existing publication.
de: Export für nicht existierende Publikation angefordert.
es: Exportación solicitada para publicación inexistente.
hu: Nem létező publikáció exportálását kérte
pl: Eksport do nieistniejącej publikacji
ro: S-a cerut exportul unei publicaţii inexistente.

source: Export one publication
de: Eine Publikation exportieren
es: Exportar una publicación
hu: Egyetlen publikáció exportálása
pl: Eksportuj pojedynczą publikację
ro: Exportă o publicaţie

source: View group
de: Gruppe ansehen
es: Ver grupo
hu: Csoport megtekintése
pl: Podgląd grupy
ro: Afişare grup

source: Group
de: Gruppe
es: Grupo
hu: Csoport
pl: Grupa
ro: Grup

source: Add group
de: Gruppe hinzufügen
es: Añadir grupo
hu: Csoport hozzáadása
pl: Dodaj grupę
ro: Adaugă grup

source: Changes not committed
de: Änderungen nicht übertragen
es: Cambios no transferidos
pl: Nie dokonano zmian
ro: Schimbările nu s-au înregistrat

source: Edit group
de: Gruppe bearbeiten
es: Editar grupo
hu: Csoport szerkesztése
pl: Edytuj grupę
ro: Editează grup

source: Delete group
de: Gruppe löschen
es: Eliminar grupo
hu: Csoport törlése
pl: Kasuj grupę
ro: Şterge grup

source: non-existing group specified
de: nicht existierende Gruppe gewählt
es: especificado grupo inexistente
pl: wybrano nieistniejącą grupę
ro: Grupul specificat nu există

source: Commit group
de: Gruppe übertragen
es: Transferir grupo
pl: Dodaj grupę
ro: Înregistrează grup

source: Group Name
de: Gruppenname
es: Nombre del grupo
hu: Csoport neve
pl: Nazwa grupy
ro: Numele grupului

source: Topic review
de: Themenüberprüfung
es: Revisión de tema
hu: Témakör ismertető
pl: Podgląd tematu
ro: Revizuirea subiectului

source: invalid group_id specified
de: ungültige Gruppen-ID gewählt.
es: especificada una identificación de grupo (ID) no válida
pl: wybrano nieprawidłową etykietę grupy
ro: S-a specificat un group_id invalid

source: Topic subscription
de: Themenabo
es: Subscripción temática
hu: Témafigyelés
pl: Subskrypcja tematów
ro: Abonament la subiect
