Repository: ginggs/aigaion
Catalog: internationalisation/*/LC_MESSAGES/messages.po
Languages: de, es, hu, pl, ro

source: Remove all author synonyms and assign their publications to the primary author
de: Entferne alle Synonyme dieser Author und setze der Hauptauthor als Author deren Veröffentlichungen
ro: Şterge toate pseudonimele autorilor şi asignează publicaţiile lor autorului primar

source: Keyword check
de: Schlagwort-Überprüfung
es: Comprobar palabra clave
hu: Kulcsszó ellenőrzés
ro: Verificarea cuvântului cheie

source: Checking similar keywords
de: Suche ähnliche Schlagworte
es: Comprobando palabras claves similares
hu: Hasonló kulcsszavak keresése
ro: Se verifică cuvintele cheie similare

source: Checking orphaned keywordpublicationlinks
de: Suche nach verwaisten Schlagwort-Publikation-Beziehungen
es: Comprobando enlaces palabra clave-publicación huérfanos
ro: Se verifică legături cuvânt cheie/publicaţie orfane

source: %s keywordpublicationlinks whose corresponding keywords could not be found, were removed.
de: %s Schlagwort-Publikation-Beziehungen, zu denen keine entsprechenden Autoren gefunden wurden, wurden entfernt.
es: %s enlaces 'palabra clave-publicación' cuyas palabras claves no fueron encontradas fueron eliminados.
ro: Au fost şterse %s legături cuvânt cheie/publicaţie ale căror cuvinte cheie corespunzătoare nu au putut fi găsite

source: Checking for unused keywords
de: Suche nach nicht verwendeten Schlagwörtern
es: Comprobando palabras claves no usadas
hu: Nem használt kulcsszavak keresése
ro: Se verifică după cuvintele cheie nefolosite

source: The following keywords are not used
de: Die folgenden Schlagworte werden nicht verwendet
es: Las siguientes palabras claves no están en uso
hu: Az alábbi kulcsszavak nincsenek használatban:
ro: Cuvintele cheie următoare nu sunt folosite

source: Delete all unused keywords
de: Schlagworte anzeigen
es: Eliminar todas las palabras claves que no estén en uso
hu: AZ összes használaton kívüli kulcsszó törlése
ro: Şterge toate cuvintele cheie nefolosite

source: Topic tree check
de: Themenbaum-Überprüfung
es: Comprobar árbol de temas
hu: Témafa ellenőrzése
pl: Weryfikacja hierarchii tematów
ro: Verificarea structurii subiectelor

source: Check orphaned topictopiclinks
de: Suche nach verwaisten Thema-Thema-Beziehungen
es: Chequeando enlaces tema-tema huérfanos
pl: Sprawdź niepowiązane topictopiclinks
ro: Se verifică referinţele subiect subiect orfane

source: %s topictopiclinks, of which the topic couldn't be found, have been removed.
de: %s Thema-Thema-Beziehungen, zu denen kein Thema gefunden werden konnte, wurden entfernt.
es: %s enlaces tema-tema, en los que tema no pudo ser encontrado, han sido eliminados.
pl: Usunięto %s topictopiclinks, dla których nie znaleziono tematu.
ro: Au fost şterse %s referinţe subiect subiect, pentru care subiectul nu a putut fi găsit.

source: Check orphaned topicpublicationlinks
de: Suche nach verwaisten Thema-Publikation-Beziehungen
es: Chequeando enlaces tema-publicación huérfanos
pl: Sprawdź niepowiązane topicpublicationlinks
ro: Se verifică referinţele subiect publicaţie orfane

source: %s topicpublicationlinks, of which the corresponding publication could not be found, have been removed.
de: %s Thema-Publikation-Beziehungen, zu denen keine entsprechende Publikation gefunden werden konnte, wurden entfernt.
es: %s enlaces tema-publicación, en los que el tema no pudo ser encontrado, han sido eliminados.
pl: Usunięto %s topicpublicationlinks, dla których nie znaleziono powiązanej publikacji.
ro: Au fost şterse %s referinţe subiect publicaţie, pentru care publicaţia corespunzătoare nu a putut fi găsită.

source: Check topics without parent
de: Überprüfe Themen ohne Vorfahr
es: Comprobar temas sin padre
hu: Szülők nélküli témalinkek keresése
pl: Sprawdź tematy bez
ro: Se verifică subiectele fără părinte

source: The following topics had no parent. Their parent is set to the top topic.
de: Die folgenden Themen haben keinen Vorfahr. Das Wurzelthema ist als ihr Vorfahr gesetzt worden.
es: Los siguientes temas no tienen padre. Se han fijado los temas superiores como sus padres.
pl: Poniższe tematy nie są przydzielone do tematów nadrzędnych.
ro: Următoarele subiecte nu au părinte. Părintele lor este setat subiectul principal.

source: Checking for empty topics
de: Suche nach leeren Themen
es: Comprobando temas vacíos
hu: Üres témák keresése
pl: Sprawdzanie pustych tematów
ro: Se verifică subiecte goale

source: The following topics have no assigned publications.
de: Die folgenden Themen haben keine zugewiesenen Publikationen.
es: Los siguientes temas no tienen publicaciones asignadas.
hu: Nincsenek publikációk rendelve a következő témákhoz:
pl: Do poniższych tematów nie przyporządkowano publikacji
ro: Subiectele următoare nu au publicaţii asignate

source: Checking publications in ancestor topics
de: Überprüfe Publikationen in Stammthemen
es: Comprobando publicaciones en los temas predecesores
pl: Sprawdzanie publikacji we współrzędnych tematach
ro: Se verifică publicaţiile din subiectele strămoş

source: %s publications did not appear in ancestor topics.
de: %s Publikationen erschienen nicht im Stammthema.
es: %s publicaciones no aparecen en los temas predecesores.
pl: /%s publikacji nie odnaleziono we współrzędnych tematach
ro: %s publicaţii nu apar în subiectele strămoş.

source: Reinit searchable names, keywords and titles
de: Reinitialisiere durchsuchbare Namen, Schlagworte und Titel
es: Reiniciar nombres, palabras claves y títulos que puedan ser buscados
pl: Inicjacja wyszukiwalności nazw, słów kluczowych i tytułów
ro: Se reiniţializează numele căutabile, cuvintele cheie şi titlurile

source: Checking
de: Überprüfen
es: Comprobando
hu: Ellenőrzés
pl: Weryfikacja
ro: Se verifică

source: Fixed searchable names of %s authors.
de: Durchsuchbare Namen von %s Autoren ausgebessert.
es: Reparados los nombres indexados de %s autores.
pl: Poprawiono wyszukiwanie nazwisk %s autorów
ro: Nume căutabile fixe pentru %s autori.

source: Fixed searchable names of %s publications.
de: Durchsuchbare Namen von %s Publikationen ausgebessert.
es: Reparados los nombres indexados de %s publicaciones.
pl: Poprawiono wyszukiwanie %s publikacji
ro: Nume căutabile fixe pentru %s publicaţii.

source: Fixed searchable names of %s topics.
de: Durchsuchbare Namen und Titel von %s Themen ausgebessert.
es: Reparados los nombres indexados de %s temas.
pl: Poprawiono wyszukiwanie nazw %s tematów
ro: Nume căutabile fixe pentru %s subiecte.

source: Fixed searchable names of %s keywords.
de: Durchsuchbare Namen von %s Schlagworte ausgebessert.
es: Reparados los nombres indexados de %s palabras clave.
pl: Poprawiono wyszukiwanie %s słów kluczowych
ro: Nume căutabile fixe pentru %s cuvinte cheie.

source: Check total publication marks
de: Gesamte Publikationsbewertungen überprüfen
es: Comprobar todas las marcas de publicaciones
pl: Sprawdź wszystkie oznaczenia publikacji
ro: Se verifică mărcile publicaţiilor

source: Fixed total topic mark of %s publications.
de: Gesamtthemenbewertung von %s Publikationen ausgebessert..
es: Reparadas las marcas de tema totales de %s publicaciones.
pl: Poprawiono ocenę tematów dla %s publikacji.
ro: Mărci fixe ale subiectelor pentru %s publicaţii.

source: Removed: %s (file not on server and not linked to a publication).
de: Entfernt: %s (Datei nicht auf dem Server und nicht mit einer Publikation verknüpft).
es: Eliminado: %s ( el archivo no está en el servidor y no está enlazado a una publicación).
hu: %s fájl eltávolítva (nem a szerveren lévő fájl és nem kapcsolódik egyetlen publikációhoz sem)
pl: Usunięto: %s (plik nie jest umieszczony na serwerze i powiązany z żadną publikacją).
ro: S-a şters: %s (fişierul nu este pe server şi nu este legat de o publicaţie)

source: Could not open documents directory.
de: Konnte Dokumentenverzeichnis nicht öffnen.
es: No se pudo abrir el directorio de documentos.
pl: Nie można otworzyć katalogu dokumentów.
ro: Nu s-a putut deschide directorul documentelor.

source: Click to show details
de: Klicken, um Details zu zeigen
es: Click para mostrar detalles
hu: Kattints a részletek megmutatásához
pl: Kliknij, aby zobaczyć szczegóły
ro: Clic pentru a afişa detaliile

source: Click to merge
de: Klicken, um zusammenzuführen
es: Click para fusionar
pl: Kliknij, aby połączyć
ro: Clic pentru a unifica

source: Deleted %s authors who do not have any publications.
de: %s Autoren ohne verzeichnete Veröffentlichugen gelöscht..
es: Eliminados %s autores que no tenían ninguna publicación.
pl: Skasowano %s autorów bez publikacji
ro: S-au şters %s autori care nu au nici o publicaţie.

source: Deleted %s author synonyms.
de: %s Authorsynonymen gelöscht.
ro: S-au şters %s pseudonime de autori.

source: Deleted %s keywords which do not have any publications.
de: %s Schlagworte, die nicht mit einer Publikation verlinkt waren, wurden gelöscht.
es: Eliminadas %s palabras claves que no tenían ninguna publicación.
ro: S-au şters %s cuvinte cheie care nu au nici o publicaţie.

source: January
de: Januar
es: Enero
hu: Január
pl: styczeń
ro: Ianuarie

source: February
de: Februar
es: Febrero
hu: Február
pl: luty
ro: Februarie

source: March
de: März
es: Marzo
hu: Március
pl: marzec
ro: Martie

source: April
es: Abril
hu: Április
pl: kwiecień
ro: Aprilie

source: May
de: Mai
es: Mayo
hu: Május
pl: maj
ro: Mai

source: June
de: Juni
es: Junio
hu: Június
pl: czerwiec
ro: Iunie

source: July
de: Juli
es: Julio
hu: Július
pl: lipiec
ro: Iulie

source: September
es: Septiembre
hu: Szeptember
pl: wrzesień
ro: Septembrie

source: October
de: Oktober
es: Octubre
hu: Október
pl: październik
ro: Octombrie

source: November
es: Noviembre
pl: listopad
ro: Noiembrie

source: December
de: Dezember
es: Diciembre
pl: grudzień
ro: Decembrie

source: in:
es: en:
pl: W:
ro: în:

source: volume
de: Band
es: volumen
hu: kötet
pl: tom
ro: volumul

source: chapter
de: Kapitel
es: capítulo
hu: fejezet
pl: rozdzał
ro: capitolul

source: pages
de: Seiten
es: páginas
hu: oldalak
pl: strony
ro: pagini

source: number
de: Nummer
es: número
hu: szám
pl: numer
ro: numărul

source: Article
de: Artikel
es: Artículo
hu: Folyóiratcikk
pl: Artykuł
ro: Articolul

source: Book
de: Buch
es: Libro
hu: Könyv
pl: Książka
ro: Cartea

source: Booklet
es: Folleto
hu: Füzet (Booklet)
pl: Broszura
ro: Caietul

source: Inbook
de: Teil eines Buches
es: Capítulo
hu: Könyvfejezet
pl: Praca zbiorowa
ro: În carte

source: Incollection
de: Artikel in Sammelband
es: Colección interna
hu: Tanulmány tanulmánykötetben
pl: Seria
ro: În colecţie

source: Inproceedings
de: Artikel in einem Konferenzbericht
es: Procedimientos internos
hu: Tanulmány konferenciakiadványban
pl: Materiały konferencyjne
ro: În cadrul procedurilor

source: Mastersthesis
de: Abschlussarbeit
es: Tesis de Maestría
hu: Szakdolgozat
pl: Praca magisterska
ro: Teză de masterat

source: Misc
de: beliebiger Eintrag
es: Miscelánea
hu: Egyéb
pl: Różne
ro: Diverse

source: Phdthesis
de: Doktorarbeit
es: Tesis de Doctorado
hu: PhD disszertáció
pl: Rozprawa doktorska
ro: Teză de doctorat

source: Proceedings
de: Konferenzbericht
es: Procedimientos
hu: Konferenciakiadványok
pl: Materiały konferencyjne
ro: Proceduri

source: Techreport
de: Technische Dokumentation
es: Informe técnico
hu: Berszámoló, jelentés, értesítő
pl: Raport techniczny
ro: Raport tehnic

source: Unpublished
de: Nicht veröffentlicht
es: Inédito
hu: Publikálatlan anyag, kézirat
pl: Nieopublikowany
ro: Nepublicat

source: In preparation
de: In Vorbereitung
es: En preparación
hu: Megjelenés alatt
ro: În pregătire

source: Submitted
de: Eingegeben
es: Presentado
hu: Publikálásra benyújtott kézirat
ro: Trimis(ă)

source: Under review
de: Unter Begutachtung
es: Bajo revisión
hu: Lektorálás alatt
ro: În curs de revizuire

source: Under revision
de: Unter Revision
es: Bajo revisión
hu: Átdolgozás alatt
ro: În curs de revizie

source: Accepted
de: Akzeptiert
es: Aceptado
hu: Publikálásra elfogadva
ro: Acceptat(ă)

source: Rejected
de: Abgelehnt
es: Rechazado
hu: Publikálása elutasítva
ro: Respins(ă)

source: Published
de: Veröffentlicht
es: Publicado
hu: Publikálva
ro: Publicat(ă)

source: Cannot retrieve %s
de: Kann %s nicht beziehen.
es: No se puede recuperar %s
pl: Nie można wyszukać %s
ro: Nu se poate regăsi %s

source: Checking database schema version %s
de: Überprüfe Datenbankschema Version %s
es: Comprobando la versión del esquema de la base de datos %s
pl: Sprawdzanie wersji schematu bazy %s
ro: Se verifică versiunea schemei bazei de date %s

source: update needed
de: Aktualisierung benötigt
es: actualización necesaria
hu: frissítés szükséges
pl: wymagana aktualizacja
ro: actualizare necesară

source: Update database schema version %s
de: Aktualisierung Datenbankschema Version %s
es: Actualizar el esquema de base de datos versión %s
pl: Aktualizacja wersji schematu bazy %s
ro: Actualizarea versiunii schemei bazei de date %s

source: Succeeded
de: Erfolgreich
es: Completado exitosamente
hu: Sikeres
pl: Zakńczony powodzeniem
ro: Reuşit

source: Update to release version %s
de: Aktualisierung auf Ausgabeversion %s
es: Actualizar a la versión %s
hu: Frissítés a %s verzióra
pl: Aktualizacja do wersji %s
ro: Actualizare la versiunea %s

source: UPDATE WAS NOT SUCCESSFUL
de: AKTUALISIERUNG WAR NICHT ERFOLGREICH
es: NO SE ACTUALIZÓ CORRECTAMENTE
hu: A FRISSÍTÉS SIKERTELEN VOLT
pl: AKTUALIZACJA ZAKOŃCZONA NIEPOWODZENIEM
ro: ACTUALIZARE NEREUŞITĂ

source: Some database operations require mysql root privileges. Please ensure that the mysql user in your index.php file has sufficient rights.
de: Einige Datenbankoperationen benötigen MySQL-Root-Privilegien.. Bitte versichern Sie sich, dass der MySQL-Nutzer in Ihrer index.php über ausreichende Rechte verfügt.
es: Algunas operaciones de bases de datos requieren privilegios root de MySQL. Por favor, asegúrese de que el usuario MySQL del archivo index.php tiene suficientes permisos.
hu: Néhány adatbázis művelethez mysql rendszergazda (root) jogosultság szükséges. Kérjük győződjön meg arról, hogy az index.php fájlban rögzített mysql felhasználó rendelkezik-e a megfelelő jogosultságokkal!
pl: Niektóre operacja wymagają dostępu mysql dla root. Proszę się upewnić, czy uzytkownik mysql w pliku index.php ma odpowiednie prawa.
ro: Unele operaţii cu baza de date necesită privilegii de administrator. Vă rugăm asiguraţi-vă că utilizatorul mysql din fişierul index.php are drepturi suficiente.

source: year
de: Jahr
es: añ
hu: év
pl: rok
ro: anul

source: title
de: Titel
es: título
hu: cím
pl: tytuł
ro: titlul

source: survey
de: Studie
es: encuesta
hu: kutatás
pl: przegląd
ro: sondaj

source: mark
de: Bewertung
es: marca
hu: jelölés
pl: oceń
ro: marca

source: series
de: Serie
es: serie
hu: sorozatok
pl: seria
ro: serie

source: publisher
de: Verlag
es: editor
hu: kiadó
pl: wydawca
ro: editor

source: location
de: Ort
es: localización
hu: hely
pl: lokalizacja
ro: locaţia

source: firstpage
de: Erste Seite
es: primera página
hu: elsőlap
pl: pierwsza strona
ro: prima pagină

source: lastpage
de: Letzte Seite
es: última página
hu: utolsólap
pl: ostatnia strona
ro: ultima pagină

source: journal
de: Zeitschrift
es: revista
hu: folyóirat
pl: czasopismo
ro: jurnal

source: booktitle
de: Buchtitel
es: título del libro
hu: könyvcím
pl: tytuł książki
ro: titlul cărţii

source: institution
es: institución
hu: intézmény
pl: instytucja
ro: instituţia

source: address
de: Ort
es: dirección
hu: cím
pl: adres
ro: adresa

source: edition
de: Ausgabe
es: edición
hu: kiadás
pl: wydanie
ro: ediţia

source: howpublished
es: publicado como
hu: megjelenésformátum
pl: sposób opublikowania
ro: cum a fost publicată

source: month
de: Monat
es: mes
hu: hónap
pl: miesiąc
ro: luna

source: organization
de: Organisation
es: organización
hu: szervezet
pl: organizacja
ro: organizaţia

source: school
de: Schule
es: escuela
hu: iskola
pl: szkoła
ro: şcoala

source: note
de: Notiz
es: nota
hu: megjegyzés
pl: notatka
ro: notă

source: userfields
de: Nutzerfelder
es: campos de usuario
hu: felhasználói mező
pl: pola użytkownika
ro: câmpurile utilizatorilor

source: crossref
de: Querverweis
es: referencia cruzada
hu: adatbázis kereszthivatkozás
pl: odsyłacz
ro: referinţe multiple

source: surname
de: Nachname
es: apellido
hu: vezetéknév
pl: nazwisko
ro: nume de familie

source: firstname
de: Vorname
es: nombre
hu: keresztnév
pl: imię
ro: prenumele

source: institute
de: Institut
es: instituto
hu: intézmény
pl: instytut
ro: instituţia

source: Publication
de: Publikation
es: Publicación
hu: Publikáció
pl: Publikacja
ro: Publicaţia

source: read level
de: Leseebene
es: nivel de lectura
hu: olvasási szint
pl: poziom odczytu
ro: nivel de citire

source: edit level
de: Bearbeitungsebene
es: nivel de edición
hu: szerkesztési szint
pl: poziom edycji
ro: nivel de editare

source: effective access levels
de: Effektive Zugriffsebenen
es: niveles de acceso efectivos
hu: tényleges hozzáférési szint
pl: efektywny poziom dostępu
ro: nivelele de acces efectiv

source: read access
de: Lesezugriff
es: acceso de lectura
hu: olvasási hozzáférés
pl: dostęp do odczytu
ro: accesul de citire

source: read access level
de: Lesezugriffsebene
es: nivel de acceso de lectura
hu: olvasási hozzáférési szint
pl: dostęp do poziomu odczytu
ro: nivelul de acces de citire

source: edit access
de: Schreibzugriff
es: editar acceso
hu: szerkesztési hozzáférés
pl: dostęp do edycji
ro: accesul de editare

source: Edit access level
de: Schreibzugriffsebene
es: Editar nivel de acceso
hu: szerkesztési hozzáférési szint
pl: Edytuj poziom dostępu
ro: editează nivelul de acces

source: cannot edit access levels of this object
de: Kann Zugriffsebenen dieses Objekts nicht bearbeiten
es: no se pueden editar los niveles de acceso de este objeto
hu: ennek az objektumnak a hozzáférési szintje nem szerkeszthető
pl: nie można edytować poziomów dostępu tego obiektu
ro: nu se pot edita nivelurile de acces pentru acest obiect

source: private
de: privat
es: privado
hu: személyes
pl: prywatny
ro: privat

source: effective access level is different
de: Effektive Zugriffsebene ist anders
es: el nivel de acceso efectivo es diferente
hu: a tényleges hozzáférési szint különböző
pl: obowiązujący poziom dostępu jest inny
ro: nivelul de acces efectiv este diferit

source: Modify access level
de: Zugriffsebene ändern
es: Modificar niveles de acceso
hu: Hozzáférési szint módosítása
pl: Modyfikuj poziom dostępu
ro: Modifică nivelul de acces

source: Restricted edit level to match read level
de: Beschränkte Bearbeitungsebene, um mit Leseebene übereinzustimmen
es: Nivel de edición restringido para coincidir con el nivel de lectura
hu: Szerkesztési szint korlátozása az olvasási szintnek megfelelően
pl: Poziom dostępu ograniczony do możliwości odczytu
ro: Nivel de editare restricţionat pentru a se potrivi cu nivelul de citire

source: Increased read level for publication to match new read level for attachment
de: Erhöhte Leseebene für Publikation, um mit neuer Lesebene für Anhang übereinzustimmen
es: Nivel de lectura aumentado para ajustar la publicación al nuevo nivel de lectura del adjunto
hu: A publikáció olvasási szintjének növelése a csatolmány új olvasási szintjének megfelelően
pl: Poziom odczytu został zmodyfikowany o możliwość odczytu załączników
ro: Nivel de citire al publicaţiei mărit pentru a se potrivi cu noul nivel de citire al ataşamentului

source: Couldn't propagate new level all the way up
de: Konnte neue Ebene nicht den ganzen Weg nach oben ausbreiten lassen
es: No se pudo propagar el nuevo nivel a todas las escalas superiores
pl: Nie można rozszerzyć właściwości poziomu
ro: Nu se poate propaga noul nivel spre nivelele superioare

source: Increased read level for publication to match new read level for note
de: Erhöhte Leseebene für Publikation, um mit neuer Lesebene für Notiz übereinzustimmen
es: Nivel de lectura aumentado para ajustar la publicación al nuevo nivel de lectura de la nota
hu: A publikáció olvasási szintjének növelése az annotáció új olvasási szintjének megfelelően
pl: Zwiększono właściwości poziomu odczytu publikacji o możliwość odczytu notatek
ro: Nivelul de citire al publicaţiei mărit pentru a se potrivi cu noul nivel de citire al notei

source: You cannot change the access levels of the top topic
de: Sie können die Zugriffsebene des Wurzelthemas nicht ändern.
es: No puede cambiar los niveles de acceso del tema superior.
hu: A legfelső szintű téma hozzáférési szintje nem változtatható meg
pl: Nie można zmieniać poziomu dostępu dla tematu głównego
ro: Nu puteţi schimba nivelele de acces ale subiectului principal

source: Cascade of access levels not yet implemented
de: Kaskade der Zugriffsebenen noch nicht implementiert
es: Los niveles de acceso en cascada no están implementados todavía
pl: Nie zaimplementowano zbioru poziomów dostępu
ro: Cascade de nivele de acces nu au fost încă implementate

source: ERROR UPLOADING: %s is not an allowed extension for remote files.
de: FEHLER BEIM HOCHLADEN: %s ist keine erlaubte Dateiendung für entfernte Dateien.
es: ERROR ADJUNTANDO: %s no es una extensión permitida para archivos remotos.
hu: FELTÖLTÉSI HIBA! A %s távoli fájlok számára nem megengedett kiterjesztés.
pl: BŁĄD W PRZESYŁANIU: %s to nie jest prawidłowe rozszerzenie dla zdalnych plików
ro: EROARE LA ÎNCĂRCARE: %s nu este o extensie permisă pentru fişierele la distanţă.

source: Allowed types
de: Zugelassene Typen
es: Tipos permitidos
hu: Engedélyezett közleménytípusok
pl: Dozwolony typy
ro: Tipuri permise

source: Need other file types? Ask %s
de: Brauchen Sie andere Dateitypen? Fragen Sie %s
es: ¿Necesita otros tipos de archivo?. Pregunte a %s
hu: Szüksége van egyéb fájltipus engedélyezésére? Forduljon a %shoz
pl: Potrzebujesz innych typów pliku? Pytaj %s
ro: Sunt necesare alte tipuri de fişiere? Întrebaţi %s

source: Error un-'main'-ing other attachments
de: Fehler beim ent-'haupt'-en anderer Anhänge
es: Error desmarcando como 'principal' otros adjuntos
ro: Eroare la trecerea pe nivelul secund al altor ataşamente

source: Error adding attachment
de: Fehler beim Anhang hinzufügen
es: Error añadiendo adjunto
hu: hiba a csatolmány hozzáadásakor
pl: Błąd podczas dodawania załacznika
ro: Eroare la adăugarea ataşamentului

source: You cannot upload attachment files to this server (the server is declared write-only); please use remote attachments instead.
de: Sie können auf diesen Server keine Dateien hochladen (der Server ist als "nur lesen" ausgezeichnet); bitte verwenden Sie statt dessen entfernte Anhänge.
es: No puede adjuntar ficheros a este servidor ( el servidor es sólo lectura); por favor, utilice la opción adjuntos remotos como alternativa.
hu: Ez a szerver csak olvasható, ezért nem tud csatolmányt feltölteni. Kérjük használjon távoli csatolmányokat
pl: Nie można przesłać załącznika na serwer (serwer jest skonfigurowany tylko do odczytu); zastosuj zewnętrzne załączniki.
ro: Nu puteţi încărca fişiere de ataşament în acest server (server-ul este declarat doar pentru citire); vă rugăm folosiţi în loc ataşări la distanţă.

source: Error while uploading
de: Fehler beim Hochladen
es: Error adjuntando archivo
hu: Feltöltési hiba
pl: Błąd podczas przesyłania danych na serwer
ro: Eroare la încărcare

source: Error uploading. The file was not written to disk.
de: Fehler beim Hochladen. Die Datei wurde nicht auf die Festplatte geschrieben.
es: Error adjuntando. El archivo no se copió en el disco.
hu: feltöltési hiba. A fájl nem került a lemezre.
pl: Błąd podczas przesyłania danych na serwer. Plik nie został zapisany na dysku.
ro: Eroare la încărcare. Fişierul nu a fost scris pe disc.
