Repository: ginggs/aigaion
Catalog: internationalisation/*/LC_MESSAGES/messages.po
Languages: de, es, hu, pl, ro

source: Uncheck all rights
de: Alle Rechte demarkieren
es: Desmarcar todos los permisos
hu: Összes jog kijelölésének megszüntetése
pl: Odznacz wszystkie prawa
ro: Deselectează toate drepturile

source: Uncheck all
de: Alle demarkieren
es: Desmarcar todo
hu: Összes kijelölés megszüntetése
pl: Odznacz wszystko
ro: Deselectează tot

source: Check all rights from
de: Alle Rechte markieren von
es: Marcar todos los permisos de
pl: Zaznacz wszystkie prawa
ro: Selectează toate drepturile din

source: Uncheck all rights from
de: Alle Rechte demarkieren von
es: Desmarcar todos los permisos de
pl: Odznacz wszystkie prawa z
ro: Deselectează toate drepturile din

source: Restore old state
de: Alten Zustand wiederherstellen
es: Restablecer el estado anterior
hu: Korábbi állapot helyreállítása
pl: Przywróć stan poprzedni
ro: Restaurează starea anterioară

source: Change password for user %s
de: Passwort von Benutzer %s ändern
ro: Schimbă parola pentru utilizatorul %s

source: Your current password (for verifying that you are allowed to change passwords)
de: Ihr aktuelles Passwort (zur Verifikation ob Sie berechtigt sind, dieses Passwort zu ändern)
ro: Parola curentă (pentru a verifica dacă puteţi modifica parolele)

source: New password
de: Neues Passwort
ro: Parolă nouă

source: Cannot change password on anonymous accounts; they do not have a password.
de: Kann das Passwort bei anonymen Konten nicht ändern; sie haben kein Passwort.
es: No se puede cambiar la contraseña de las cuentas anónimas, ya que no tienen una contraseña.
pl: Nie można zmienić hasła dla kont anonimowych; konta te nie posiadają haseł
ro: Nu se poate schimba parola conturilor anonime; acestea nu au parolă.

source: Cannot change password on this account. It has a password which is externally managed by some other system.
de: Kann das Passwort dieses Kontos nicht ändern. Es hat ein Passwort, das von einem anderen System extern verwaltet wird.
es: No se puede cambiar la contraseña de esta cuenta. Tiene una contraseña que es gestionada externamente por algún otro sistema.
pl: Nie można zmienić hasła dla tego konta. Konto jest zarządzane przez inny system
ro: Nu se poate schimba parola acestui cont. Are o parolă gestionată în exterior de un alt sistem.

source: Change password
de: Passwort ändern
ro: Schimbă parola

source: guest user
de: Gastnutzer
es: Usuario invitado
hu: vendég felhasználó
pl: gość
ro: utilizator vizitator

source: externally managed account
de: extern verwaltetes Konto
es: cuenta administrada externamente
hu: kívülről szabályozott felhasználói kapcsolatok
pl: konto zarządzane zewnętrznie
ro: cont gestionat din exterior

source: disabled account
de: deaktiviertes Konto
es: cuenta deshabilitada
hu: Letiltott felhasználói kapcsolatok
pl: konto zablokowane
ro: cont dezactivat

source: set password
de: Passwort setzen
ro: setare parolă

source: Manual
de: Anleitung
hu: Leaírás, know-how
pl: Instrukcja

source: abstract
de: Abriss
es: resumen
hu: absztrakt
pl: absttrakt

source: public
de: öffentlich
es: público
hu: nyilvános
pl: publiczny

source: Site
de: System
es: Sitio
pl: Strona

source: Legenda
de: Legende
es: Leyenda
hu: Jelmagyarázat

source: von-part
de: von-Teil
es: von
hu: nemesi stb. névelőzék
pl: część nazwiska

source: jr-part
de: Jr.-Teil
es: jr
hu: ifj., id., stb. előnevek
pl: tytuł

source: Special
de: Speziell
es: Especial
hu: Speciális
pl: Specjalne

source: (eds)
de: (Hrsg.)
hu: (szerk.)
pl: (pod red.)

source: (ed)
de: (Hrsg.)
hu: (szerk.)
pl: (red.)

source: Export
es: Exportar
hu: Exportálás
pl: Eksportowanie

source: See the controller "test.php" for the unit testing functions. >From its main method, call each test method with $debug parameter = true to get more output.
es: Revise el controlador "test.php" para las funciones de la unidad de pruebas. Desde su método principal, llame a cada método de prueba con el parámetro $debug = true para obtener más salidas.

source: Test
es: Prueba
hu: Teszt

source: August
es: Agosto
hu: Augusztus
pl: sierpień

source: email
es: correo electrónico

source: intern
es: interno
hu: belső

source: Loaded deprecated login_ldap module. LDAP login now uses delegated password checking!
es: Cargado un módulo de ingreso LDAP antiguo. ¡El ingreso LDAP usa ahora un chequeo de contraseña delegada!

source: The LDAP password checker cannot handle md5 passwords yet
es: El comprobador de contraseñas LDAP no puede gestionar aún contraseñas md5

source: Email
es: Correo electrónico

source: E-mail
es: Correo electrónico

source: Format
es: Formato
hu: Formátum

source: Format:
es: Formato:
hu: Formátum:

source: Import:
es: Importar:
hu: Importálás:

source: Text
es: Texto
hu: Szöveg
pl: Tekst

source: Note: when you disable this account, it can no loner be used to login, but the information associated to the account will reamin in the database. You can re-enable the account in the future.
es: Nota: cuando deshabilite esta cuenta, no podrá volver a usarse para ingresar, pero la información asociada la cuenta permanecerá en la base de datos y la cuenta podrá ser reactivada en el futuro.

source: Cannot change password on this account. The account has been disabled and cannot be used to login. Maybe because it used to be an anonymous account or an external login, and therefore does never had a valid password? Ask an admin to re-enable it and assign a password.
es: No se puede cambiar la contraseña de esta cuenta. La cuenta ha sido deshabilitada y no puede usarse para entrar. Puede ser debido a que usa una cuenta anónima o un ingreso externo y, por lo tanto, nunca tuvo una contraseña válida. Solicítele al administrador que la reactive y le asigne una contraseña.

source: Normal
hu: Normál
pl: Normalny

source: OK
hu: RENDBEN
