Repository: ginggs/aigaion
Catalog: internationalisation/*/LC_MESSAGES/messages.po
Languages: de, es, hu, pl, ro

source: Topic subscription for groups
de: Themenabo für Gruppen
es: Suscripción temática para grupos
hu: Csoportok témafigyelése
pl: Subskrypcja tematów dla grup
ro: Abonament la subiect pentru grupuri

source: Topic subscription for %s
de: Themenabo für %s
es: Suscripción temática para %s
hu: %s témafigyelése
pl: Subskrybcja tematów dla %s
ro: Abonament la subiect pentru %s

source: Subscribed topics are highlighted in boldface.
de: Abonnierte Themen sind fett gesetzt.
es: Los temas subscritos están señalados en negrita.
hu: A figyelt témák félkövér karakterrel vannak kiemelve
pl: Subskrybowane tematy są wyróżnione wytłuszczoną czcionką
ro: Subiectele la care s-a făcut abonarea sunt evidenţiate îngroşat.

source: To subscribe or unsubscribe a topic and its descendants, click on the topic.
de: Um ein Thema und seine Unterthemen zu abonnieren oder zu kündigen, klicken Sie auf das Thema.
es: Para suscribir o desuscribir un tema y sus descendientes haga click en el tema.
hu: Egy téma és altémái figyeléséhez kattintson a téma nevére
pl: Kliknji na temat, aby dodać lub usunąć subskrybję tematu i jego tematów podrzędnych
ro: Pentru abonare sau dezabonare la un subiect şi descendenţii săi, clic pe subiect.

source: Subscribe topic
de: Thema abonnieren
es: Subscribir tema
hu: Témakör figyelése
pl: Subskrybuj temat
ro: Abonare la subiect

source: Unsubscribe topic
de: Thema kündigen
es: Desubscribir tema
hu: Témakör figyelésének befejezése
pl: Usuń subskrypcję tematów
ro: Dezabonare de la subiect

source: Help
de: Hilfe
es: Ayuda
hu: Segítség
pl: Pomoc
ro: Ajutor

source: Import
de: Importieren
es: Importar
hu: Importálás
pl: Importowanie
ro: Importă

source: Import publications
de: Publikationen importieren
es: Importar publicaciones
hu: Publikációk importálása
pl: Importuj publikacje
ro: Importă publicaţii

source: no import data entered.
de: Keine Import-Daten eingegeben.
es: no se han insertado datos a importar.
hu: nem adott meg importálandó adatot
pl: brak danych do zaimportowania
ro: nu s-au introdus date de importat.

source: Unknown import format specified ("%s").
de: Unbekanntes Importdaten-Format ("%s").
es: Especificado un formato de importación desconocido ("%s").
hu: Az importálásra kijelölt formátum ismeretlen ("%s").
pl: Wybrano nieznany format importu ("%s").
ro: S-a specificat un format de import necunoscut ("%s").

source: Attempting to automatically identify proper format.
de: Versuche automatisch das richtige Format zu bestimmen.
es: Intentando identificar automáticamente el formato adecuado.
hu: A rendszer megpróbálja automatikusan azonosítani a megfelelő formátumot.
pl: Próba automatycznej identyfikacji formatu
ro: Se încearcă identificarea automată a formatului corespunzător.

source: can't automatically figure out import data format; please specify correct format.
de: kann das Importdaten-Format nicht automatisch bestimmen; bitte spezifizieren Sie das korrekte Format.
es: No se puede determinar automáticamente el formato de importación de datos; por favor especifique el formato correcto.
hu: Az importálás formátumát nem sikerült automatikusan meghatározni, kérjük adja meg ahelyes formátumot!
pl: nie można automatycznie zidentyfikować formatu danych; proszę określić format
ro: nu se poate detecta automat formatul de import al datelor; vă rugăm să specificaţi formatul corect

source: Data automatically identified as format "%s".
de: Daten automatisch identifiziert als Format &bdquo;%s&ldquo;
es: Datos identificados automáticamente como formato "%s".
hu: Az adat automatikusan "%s" -ként lett azonosítva.
pl: Dane automatycznie zidentyfikowano jako format "%s".
ro: Datele au fost identificate automat ca având formatul "%s".

source: Could not extract any valid publication entries from the import data.
de: Konnte keine gültigen Publikationseinträge aus den Importdaten erzeugen.
es: No es posible extraer ninguna entrada de publicación válida de los datos importados.
hu: Az importált adatokból nem lehet érvényes publikációs bejegyzést kinyerni
pl: Nie można utworzyć poprawnych publikacji z zaimportowanych danych
ro: Nu se pot extrage intrări valide ale publicaţiilor din datele importate.

source: Please verify the input.
de: Bitte die Eingabe kontrollieren.
es: Por favor, verifique la entrada.
pl: Proszę sprawdzić dane wejściowe.
ro: Vă rugăm verificaţi intrarea.

source: If the input is correct, please verify the contents of the "BibTeX strings" setting under "In- and output settings", in the site configuration screen.
de: Wenn die Eingabe korrekt ist, überprüfen Sie bitte den Inhalt der Einstellung &bdquo;BibTeX-Zeichenketten&ldquo; unter &bdquo;Ein- und Ausgabeeinstellungen&ldquo; auf der Seitenkonfigurations-Seite.
es: Si la entrada es correcta, por favor verifique el contenido de las configuraciones de "BibTeX strings" en "In- and output settings" en la pantalla de configuración del sitio.
pl: Jeśli dane wejściowe są poprawne, proszę zzweryfikować zawartość parametru "BibTex strings" w "In- and output settings" w panelu konfiguracyjnym.
ro: Dacă intrarea este corectă, vă rugăm verificaţi conţinutul setărilor din "BibTeX strings" sub "In- and output settings", în ecranul de configurare a site-ului.

source: If that setting is correct, too, please submit a bug report at http://aigaion.nl/
de: Falls diese Einstellung ebenfalls richtig ist, melden Sie den Fehler bitte unter http://aigaion.nl/
es: Si este parámetro también es correcto, por favor mande un informe de errores a http://aigaion.nl/
pl: Jeśli te ustawienia są poprawne, proszę zgłościć błąd pod adres http://aigaion.nl/
ro: Dacă şi această setare este corectă, vă rugăm să trimiteţi un raport al erorii la http://aigaion.nl

source: Succesfully imported %s publications.
de: Erfolgreich %s Publikationen importiert
es: Las publicaciones %s han sido importadas con éxito.
hu: A %s publikációk sikeresen importálva.
pl: Prawidłowo zaimportowano publikację %s.
ro: S-au importat cu succes %s publicaţii.

source: Commit
de: Übertragen
es: Transferir
pl: Dodaj
ro: Încarcă

source: no publications committed.
de: keine Publikationen übertragen.
es: publicaciones no transferidas.
pl: nie dodano publikacji.
ro: nu s-au încărcat publicaţii.

source: Review publication
de: Publikation überprüfen
es: Revisar publicación
hu: Publikáció ismertetése
pl: Przejrzyj publikację
ro: Revizuie publicaţie

source: Keywords
de: Schlagworte
es: Palabras claves
hu: Kulcsszavak
pl: Słowa kluczowe
ro: Cuvinte cheie

source: View publications for keyword
de: Publikationen für ein Schlagwort betrachten
es: Ver publicaciones por palabra clave
hu: A kulcsszóhoz tartozó publikációk megtekintése
pl: Zobacz publikacje dla słowa kluczowego
ro: Afişare publicaţii după cuvântul cheie

source: Keyword
de: Schlagwort
es: Palabra clave
hu: Kulcsszó
pl: Słowo kluczowe
ro: Cuvânt cheie

source: Export for keyword
de: Export für Schlagwort
es: Exportar por palabra clave
pl: Eksportuj dla słowa kluczowego
ro: Export pentru cuvântul cheie

source: Publications for keyword "%s"
de: Publikationen für Schlagwort "%s"
es: Publicaciones para la palabra clave "%s"
hu: A "%s" kulcsszóhoz tartozó publikációk
pl: Publikacje dla słowa kluczowego "%s"
ro: Publicaţii pentru cuvântul cheie "%s"

source: No publications found using this keyword.
de: Keine Publikationen mit diesem Schlagwort gefunden.
es: No se encontraron publicaciones con esta palabra clave.
hu: Nem található ehhez a kulcsszóhoz tartozó publikáció
pl: Brak rezultatów dla używanego słowa kluczowego.
ro: Nu s-au găsit publicaţii folosind acest cuvânt cheie.

source: Edit keyword
de: Export für Schlagwort
es: Editar palabra clave
hu: Kulcsszó szerkesztése
ro: Editează cuvântul cheie

source: %s keyword
de: Schlagwort %s
es: palabra clave %s
hu: %s kulcsszó
ro: %s cuvânt cheie

source: Cannot merge keywords
de: Kann Schlagworte nicht zusammenführen
es: No es posible fusionar palabras claves
hu: A kulcsszavak nem fésülhetők össze
ro: Nu se pot fuziona cuvintele cheie

source: Keyword "%s" already exists in the database.
de: Schlagwort "%s" existiert bereits in der Datenbank.
es: La palabra clave "%s" ya existe en la base de datos.
hu: A "%s" kulcsszó már létezik az adatbázisban.
ro: Cuvântul cheie "%s" există deja în baza de date.

source: Review keyword
de: Schlagworte anzeigen
es: Revisar palabra clave
hu: Kulcsszó ismertetése
ro: Revizuire cuvânt cheie

source: Delete keyword
de: Schlagwort löschen
es: Eliminar palabra clave
hu: Kulcsszó törlése
ro: Şterge cuvânt cheie

source: keyword does not exist
de: Schlagwort existiert nicht
es: la palabra clave no existe
hu: a kulcsszó nem létezik
ro: cuvântul cheie nu există

source: Unknown language
de: Unbekannte Sprache
es: Idioma desconocido
hu: Ismeretlen nyelv
pl: Nieznany język
ro: Limbaj necunoscut

source: Select language
de: Sprache wählen
es: Seleccionar idioma
hu: nyelv választása
pl: Wybierz język
ro: Selectează limbaj

source: Please login
de: Bitte melden Sie sich an
es: Ingrese por favor
hu: Lépjen be!
pl: Zaloguj się
ro: Vă rugăm să vă conectaţi

source: Anonymous accounts are not enabled
de: Anonyme Konten sind nicht aktiviert
es: Las cuentas anónimas no están habilitadas
hu: Anonymus hozzáférés nem engedélyezett
pl: Konta anonimowe nie zostały włączone
ro: Conturile anonime nu sunt activate

source: Anonymous login: no existing anonymous user_id provided
de: Anonyme Anmeldung: keine existierende anonyme Nutzer-ID übermittelt
es: Ingreso anónimo: no se ha proporcionado una identificación de usuario (ID) anónimo existente
pl: Użytkownik anonimowy: nie przewidziano występowania identyfikatora użytkownika anonimowego
ro: Autentificare anonimă: nu există ID-ul anonim introdus

source: Error logging in anonymous account
de: Fehler beim Anmelden des anonymen Kontos
es: Error ingresando a la cuenta anónima
hu: Sikertelen anonymus belépés
pl: Błąd logowania na koncie anonimowym
ro: Eroare la autentificarea contului anonim

source: Aigaion not configured for this kind of access
de: Aigaion wurde für diesen Zugriff nicht konfiguriert.
es: Aigaion no está configurado para esta clase de acceso
hu: Az Aigaion nincsen az ilyen típusú kapcsolathoz konfigurálva
pl: Aigaion nie został skonfigurowany dla dostępu tego rodzaju
ro: Aigaion nu este configurat pentru acest tip de acces

source: No token available
de: Kein Token verfügbar...
es: No hay señal disponible
pl: Token niedostępny
ro: Jeton indisponibil

source: Token already logged in
de: Token ist bereits angemeldet
es: La señal ya ha sido ingresada
pl: Token został zalogowany
ro: Jeton deja conectat

source: Token timed out
de: Token überschritten
es: Señal fuera de tiempo
pl: Upłynął limit czasu tokena
ro: Jeton expirat

source: Logged in as %s
de: Angemeldet als %s
es: Autenticado como %s
hu: Beléptetve mint %s
pl: Zalogowano jako %s
ro: Conectat ca %s

source: Non-existing account
de: Nicht existierendes Konto
es: Cuenta inexistente
hu: Nem létező kapcsolat
pl: Konto nie istnieje
ro: Cont inexistent

source: Fail token
de: Tokenfehler
es: Fallo de señal
pl: Nieprawidłowy token
ro: Jeton eronat

source: Unknown fail
de: Unbekannter Fehler
es: Fallo desconocido
hu: Ismeretlen hiba
pl: Nieznanny błąd
ro: Eroare necunoscută

source: User logged out
de: Nutzer ist abgemeldet
es: El usuario ha salido
hu: A felhasználó kilépett
pl: Użytkownik wylogowany
ro: Utilizator deconectat

source: Wrong parameters for logout
de: Falsche Parameter für die Abmeldung
es: Parámetros incorrectos para salir
pl: Błędne parametry wylogowania
ro: Parametri greşiţi pentru deconectare

source: Delete note
de: Notiz löschen
es: Eliminar nota
hu: Annotáció törlése
pl: Skasuj uwagę
ro: Şterge nota

source: Add note
de: Notiz hinzufügen
es: Añadir nota
hu: Annotáció hozzáadása
pl: Dodaj uwagę
ro: Adaugă nota

source: Edit note
de: Notiz bearbeiten
es: Editar nota
hu: Annotácoó szerkesztése
pl: Edytuj uwagę
ro: Editează nota

source: Publication belonging to note
de: Publikation, die zur Notiz gehört
es: Publicación perteneciente a la nota
hu: Az annotációhoz kapcsolódó publikáció
pl: Publikacja przydzielona do notatki
ro: Publicaţie aparţinând notei

source: Commit note
de: Notiz übertragen
es: Transferir nota
pl: Dodaj notatkę
ro: Înscrie nota

source: Publication id
de: Publikations-ID
es: Identificación (ID) de la publicación
hu: Publikációs azonosító
pl: Identyfikator publikacji
ro: ID-ul publicaţiei

source: Note
de: Notiz
es: Nota
hu: Megjegyzés
pl: Uwaga
ro: Notă

source: View publication
de: Publikation betrachten
es: Ver publicación
hu: Publikáció megtekintése
pl: Podgląd publikacji
ro: Afişare publicaţie

source: non-existing BibTeX id "%s" was passed
de: nicht existierende BibTeX-ID "%s" wurde übermittelt
es: Insertado un identificador (ID) BibTeX "%s" inexistente
hu: Nem létező BibTeX azonosítót "%s" adott meg
pl: zatwierdzono nieistniejące id BibTeX "%s"
ro: BibTeX id "%s" inexistent specificat

source: Publication list
de: Publikationsliste
es: Lista de publicaciones
hu: Publikációs lista
pl: Lista publikacji
ro: Lista publicaţiilor

source: sorted by author
de: nach Autor sortiert
es: ordenado por autor
hu: rendezés szerző szerint
pl: Sortowanie wg autora
ro: sortat(e) după autor

source: All publications not assigned to a topic
de: Alle Publikationen, die keinem Thema zugeordnet sind
es: Todas las publicaciones no asignadas a un tema
hu: Független, egyetlen témához sem tartozó publikációk
pl: Wszystkie publikacjie nieprzyporządkowane do tematu
ro: Nu toate publicaţiile au fost asignate unui subiect

source: Show cover image
de: Titelseitenbild anzeigen
ro: Afişează coperta

source: Upload cover image
de: Titelseitenbild hochladen
ro: Încarcă coperta

source: Delete cover image
de: Titelseitenbild löschen
ro: Şterge imaginea coperţii

source: Edit publication
de: Publikation bearbeiten
es: Editar publicación
hu: Publikáció szerkesztése
pl: Edycja publikacji
ro: Editează publicaţia

source: Add publication
de: Publikation hinzufügen
es: Añadir publicación
hu: Publikáció hozzáadása
pl: Dodaj publikację
ro: Adaugă publicaţia

source: Import publication
de: Publikation importieren
es: Importar publicación
hu: Publikáció importálása
pl: Importuj publikację
ro: Importă publicaţia

source: Delete publication
de: Publikation löschen
es: Eliminar publicación
hu: Publikáció törlése
pl: Skasuj publikację
ro: Şterge publicaţia

source: There are validation errors with this entry. You may want to correct them.
de: Es gibt Überprüfungsfehler in diesem Eintrag. Bitte korrigieren Sie sie.
es: Hay errores de validación en esta entrada. Quizás quiera corregirlos.
hu: A bejegyzéssel kapcsolatban érvényesítési hiba történt. Bizonyára javítani szeretné...
pl: Wystąpiły błędy w zatwierdzeniu opisu. Proszę poprawić opis.
ro: Există erori de validare ale acestei intrări. Vă rugăm să le corectaţi.

source: Commit publication
de: Publikation übertragen
es: Transferir publicación
pl: Dodaj publikację
ro: Încarcă publicaţia

source: Mark publication
de: Publikation markieren
es: Marcar publicación
hu: Publikáció megjelölése
pl: Oceń publikację
ro: Marchează publicaţia

source: Export publication
de: Publikation exportieren
es: Exportar publicación
hu: Publikáció exportálása
pl: Eksportuj publikację
ro: Exportă publicaţia

source: Exported publication
de: Exportierte Publikation
es: Publicación exportada
hu: Exportált publikációk
pl: Wyeksportowano publikację
ro: Publicaţie exportată

source: no type
de: kein Typ
es: sin tipo
hu: nincs típus
pl: brak typu
ro: nici un tip

source: no id
de: keine ID
es: sin ID
hu: nincs azonosító
pl: brak id
ro: nici un ID

source: Unknown id or bibtex_id: %s
de: Unbekannte ID oder BibTeX-ID: %s
es: Identificación o identificación BibTeX desconocida: %s
hu: Ismeretlen azonosító vagy bibtex_azonosító: %s
pl: Nieznany identyfikator lub bibtex_id: %s
ro: id sau bibtex_id necunoscut: %s

source: Go to this publication in the Aigaion database
de: Zu dieser Publikation in der Aigaion-Datenbank gehen
es: Ir a esta publicación en la base de datos Aigaion
hu: Ugorj ehhez a publikációhoz az adatbázisban!
pl: Przejdź do tej publikacji w bazie Aigaion
ro: Du-te la această publicaţie în baza de date Aigaion

source: Topic structure is not unique in Aigaion.
de: Themenstruktur ist nicht eindeutig
es: La estructura temática no es única en Aigaion
pl: Temat układu jest niepowtarzalny w Aigaion.
ro: Structura subiectului nu este unică în Aigaion.

source: Topic structure does not exist in Aigaion.
de: Themenstruktur existiert nicht.
es: La estructura de tema no existe en Aigaion.
pl: Temat układu nie występuje w Aigaion.
ro: Structura subiectului nu există în Aigaion.

source: no topic id
de: keine Themen-ID
es: sin ID de tema
hu: nincs téma azonosító
pl: brak id dla tematu
ro: nici un ID al subiectului

source: Unknown topic id or topic path
de: Unbekannte Themen-ID oder Themenpfad
es: Identificador (ID) o ruta de tema desconocido
hu: Ismeretlen téma azonosító vagy útvonal
pl: Nieznany identyfikator tematu lub ścieżka dla tematu
ro: ID-ul subiectului necunoscut sau calea subiectului necunoscută

source: Go to this topic in the Aigaion database
de: Gehe zum Thema in der Aigaion Datenbank
es: Ir a este tema en la base de datos Aigaion
hu: Ugorj ehhez a témához az adatbázisban!
pl: Przejdź do tematu w bazie Aigaion
ro: Du-te la acest subiect în baza de date Aigaion

source: CANNOT INTERPRET FULL AUTHOR NAMES YET.
de: KANN NOCH KEINE VOLLSTÄNDIGEN AUTORENNAMEN INTERPRETIEREN.
es: NO SE PUEDEN INTERPRETAR AÚN NOMBRES COMPLETOS DE AUTOR
pl: NIE MOŻNA ZINTERPRETOWAĆ PEŁNEJ NAZWY AUTORA.
ro: NU SE POT ÎNCĂ INTERPRETA NUME COMPLETE DE AUTORI.

source: Unknown author id or name
de: Unbekannte Author-ID oder Name
es: Nombre o ID de autor desconocido
hu: Ismeretlen szerző azonosító vagy név
pl: Nieznany identyfikator autora lub nazwisko
ro: ID autor sau nume necunoscut

source: Go to this author in the Aigaion database
de: Zu diesem Autor in der Aigaion-Datenbank gehen
es: Ir a este autor en la base de datos Aigaion
hu: Ugorj ehhez a szerzőhöz az adatbázisban!
pl: Przejdź do tego autora w bazie Aigaion
ro: Du-te la acest autor în baza de date Aigaion

source: Unknown type
de: Unbekannter Typ
es: Tipo desconocido
hu: ismeretlen közleménytípus
pl: Nieznany typ
ro: Tip necunoscut

source: Unknown id or bibtex_id
de: Unbekannte ID oder BibTeX-ID
es: Identificación (ID) o identificación BibTeX desconocida
hu: Ismeretlen azonosító vagy bibtex_azonosító
pl: Nieznany identyfikator lub bibtex_id
ro: ID sau bibtex_id necunoscut

source: Embedding for %s
de: Einbetten für %s
es: Embebiendo para %s
pl: Umieszczanie w %s
ro: Incluzând pentru %s

source: Aigaion error: no shared domain configured in the Aigaion database
de: Aigaion-Fehler: Keine verteilte Domain in der Aigaion-Datenbank konfiguriert.
es: Error de Aigaion: no hay dominio compartido configurado en la base de datos Aigaion
pl: Błąd Aigaion: nie skonfigurowano wspólnej dyscpliny w bazie
ro: Eroare Aigaion: nici un domeniu partajat nu este configurat în baza de date Aigaion

source: No form data to repost
de: Keine Formulardaten zum erneuten Senden
es: No hay datos en el formulario reenviar el correo
pl: Brak danych w formularzu do ponownego przesłania
ro: Nici o formă de date de repostat

source: Repost form
de: Formular erneut senden
es: Formulario de reenvío de correo
pl: Wyślij ponownie
ro: Repostează forma

source: View rights profile
de: Rechteprofil betrachten
es: Ver perfil de permisos
hu: Hozzáférési jogosultság-profil megtekintése
pl: Podgląd atrybutów profilu
ro: Afişează profilul drepturilor

source: Rightsprofile
de: Rechteprofil
es: Perfil de permisos
hu: Jogosultság-profil
pl: Profil uprawnień
ro: Profilul drepturilor

source: Add rights profile
de: Rechteprofil hinzufügen
es: Añadir perfil de permisos
hu: Jogosultság-profil hozzáadása
pl: Dodaj prawa dostępu profilu
ro: Adaugă profilul drepturilor

source: Edit rights profile
de: Rechteprofil bearbeiten
es: Editar perfil de permisos
hu: Jogosultság-profil szerkesztése
pl: Edytuj prawa dostępu profilu
ro: Editează profilul drepturilor

source: Delete rights profile
de: Rechteprofil löschen
es: Eliminar perfil de permisos
hu: Jogosultság-profil törlése
pl: Skasuj prawa dostępu profilu
ro: Şterge profilul drepturilor

source: Commit rights profile
de: Rechteprofil übertragen
es: Transferir perfil de permisos
pl: Przydziel prawa dostępu do profilu
ro: Înregistrează profilul drepturilor

source: Profile Name
de: Profilname
es: Nombre de perfil
hu: Profil neve
pl: Nazwa profilu
ro: Numele profilului

source: Search
de: Suchen
es: Buscar
hu: Keresés
pl: Wyszukiwanie
ro: Căutare

source: no query
de: keine Anfrage
es: sin consulta
pl: brak wątpliwości
ro: nici o interogare

source: Search results
de: Suchergebnisse
es: Resultados de la búsqueda
hu: Keresési eredmények
pl: Wyniki wyszukiwania
ro: Rezultatele căutării

source: Advanced search
de: Erweiterte Suche
es: Búsqueda avanzada
hu: Összetett keresés
pl: Wyszukiwanie zaawansowane
ro: Căutare avansată

source: Quicksearch results
de: Schnellsuchergebnisse
es: Resultados de la búsqueda rápida
hu: Gyorskeresés eredményei
pl: Wyniki szybkiego wyszukiwania
ro: Rezultatele căutării rapide

source: Nonexisting topic_id in advanced search condition
de: Nicht existierende Themen-ID in erweiterter Suchbedingung
es: Identificador (ID) de tema inexistente en la condición de búsqueda avanzada
pl: Nieistniejący identyfikator tematu w zaawansowanym module wyszukiwania
ro: topic_id inexistent în condiţia de căutare avansată

source: No query at all: please give at least a search term or a topic condition
de: Überhaupt kein Suchbegriff: Bitte geben Sie mindestens einen Suchbegriff oder eine Themenbedingung an.
es: No hay consulta alguna: por favor proporcione al menos un término de búsqueda o una condición del tema
pl: Brak zapytania: podaj termin wyszukiwawczy lub temat poszukiwań
ro: Nici o interogare: vă rugăm daţi cel puţin un termen de căutare sau un subiect condiţie

source: Advanced search results
de: Suchergebnisse
es: Resultados de la búsqueda avanzada
hu: Összetett keresés eredményei
pl: Wyniki zaawansowanego wyszukiwania
ro: Rezultatele căutării avansate

source: Search form below
de: Suchformular unten
es: Formulario de búsqueda debajo
pl: Wykorzystaj formularz wyszukiwania
ro: Caută formularul de mai jos

source: Configure database
de: Datenbank konfigurieren
es: Configurar base de datos
hu: adatbázis beállítások
pl: Konfiguruj bazę
ro: Configurează baza de date

source: Site configuration
de: Seitenkonfiguration
es: Configuración del sitio
hu: Site beállítások
pl: Konfiguracja strony
ro: Configurarea site-ului

source: commit of non-existing form
de: Nichtexistierendes Formular versendet
ro: încărcarea unui formular inexistent

source: new settings stored
de: Neue Einstellungen gespeichert
ro: setări noi stocate

source: Maintain database
de: Datenbank verwalten
es: Mantener la base de datos
hu: Adatbázis karbantartása
pl: Zarządzaj bazą
ro: Întreţine baza de date

source: Aigaion updates
de: Aigaion-Aktualisierungen
es: Actualizaciones de Aigaion
hu: Aigaion frissítések
pl: Aktualizacja Aigaion
ro: Actualizări Aigaion

source: Checking for updates
de: Suche nach Aktualisierungen
es: Buscando actualizaciones
hu: Frissítések keresése
pl: Sprawdzanie aktualizacji
ro: Se caută actualizări

source: This installation of Aigaion is up-to-date.
de: Diese Aigaion-Installation ist auf dem aktuellen Stand.
es: Esta instalación de Aigaion está actualizada.
hu: Az Aigaion jelenlegi telepítése naprakész
pl: Ta instalacja Aigaion jest aktualna
ro: Această instalare Aigaion este actualizată.

source: Maintenance function "%s" not implemented.
de: Wartungsfunktion "%s" nicht implementiert.
es: La función de mantenimiento "%s" no está implementada.
pl: Funkcja zarządzania "%s" nie zainstalowana
ro: Funcţia de mentenanţă "%s" nu este implementată.
