Repository: ginggs/aigaion
Catalog: internationalisation/*/LC_MESSAGES/messages.po
Languages: de, es, hu, pl, ro

source: All Keywords
de: Alle Schlagworte
es: Todas las palabras claves
hu: Minden kulcsszó
pl: Słowa kluczowe
ro: Toate cuvintele cheie

source: Unassigned
de: Nicht zugeordnet
es: Sin asignar
hu: Függetlenek
pl: Nieprzydzielone
ro: Neasignate

source: Recent
de: Aktuell
es: Reciente
hu: Legfrissebbek
pl: Ostatnio dodane
ro: Recente

source: Sort by
de: Sortiere nach
es: Ordenar por
hu: Rendezés elve
pl: Uporządkuj wg
ro: Sortează după

source: Title
de: Titel
es: Título
hu: Cím
pl: Tytuł
ro: Titlu

source: Type/Journal
de: Typ/Zeitschrift
es: Tipo/Revista
hu: Közlemény típusa/folyóirat
pl: Typ/Czasopismo
ro: Tip/Jurnal

source: Year
de: Jahr
es: Año
hu: Év
pl: Rok
ro: An

source: Recently added
de: Erstelldatum
es: Añadido recientemente
hu: Legutóbb hozzáadott
pl: Ostatnio dodane
ro: Recent adăugate

source: New Data
de: Neue Daten
es: Nuevos Datos
hu: Új adat
pl: Nowe dane
ro: Date noi

source: New Publication
de: Neue Publikation
es: Nueva publicación
hu: Új publikáció
pl: Nowa Publikacja
ro: Publicaţie nouă

source: New Author
de: Neuer Autor
es: Nuevo autor
hu: Új szerző
pl: Nowy Autor
ro: Autor nou

source: New Topic
de: Neues Thema
es: Nuevo tema
hu: Új téma
pl: Nowy Temat
ro: Subiect nou

source: About this site
de: Über diese Seite
es: Sobre este sitio
hu: Ismertető a Site-ról
pl: O stronie
ro: Despre acest site

source: Site Configuration
de: Seitenkonfiguration
es: Configuración del sitio
hu: Site beállítások
pl: Konfiguracja Strony
ro: Configurarea site-ului

source: Site Maintenance
de: Seitenverwaltung
es: Mantenimiento del sitio
hu: Site karbantartás
pl: Zarządzanie stroną
ro: Gestionarea site-ului

source: Manage All Accounts
de: Alle Konten verwalten
es: Administrar todas las cuentas
hu: Kapcsolatok rendezése
pl: Zarządzanie wszystkimi kontami
ro: Gestionează toate conturile

source: Guest User
de: Gastnutzer
es: Usuario invitado
hu: Vendég felhasználó
pl: Gość
ro: Utilizator Vizitator

source: My Profile
de: Meine Einstellungen
es: Mi perfil
hu: Saját profil
pl: Mój profil
ro: Profilul meu

source: Topic Subscribe
de: Themen abonnieren
es: Subscripción temática
hu: Témafigyelés
pl: Subskrypcja tematów
ro: Subscriere la subiect

source: Login
de: Anmeldung
es: Ingresar
hu: Belépés
pl: Logowanie
ro: Conectare

source: Name
es: Nombre
hu: Név
pl: Nazwa
ro: Nume

source: Password
de: Passwort
es: Contraseña
hu: Jelszó
pl: Hasło
ro: Parola

source: Remember me
de: erinnere mich
es: Recuérdeme
hu: Emlékezz rám!
pl: Zapamiętaj mnie
ro: Ţine-mă minte

source: Logged In
de: Angemeldet
es: Ingresado
hu: Beléptetve
pl: Zalogowany
ro: Conectare

source: Logout
de: Abmelden
es: Salir
hu: Kilépés
pl: Wyloguj
ro: Deconectare

source: more
de: mehr
es: más
hu: több
pl: więcej
ro: mai mult

source: The system detected that you were logged out while submitting a form named '%s'. The data in that form has <b>not</b> yet been submitted successfully to the database. Press the button below to re-submit the form data.
de: Das System hat festgestellt, dass Sie abgemeldet wurden, während Sie ein Formular namens &sbquo;%s&lsquo; übermittelt haben. Die Daten in diesem Formular wurden noch <b>nicht</b> erfolgreich in der Datenbank gespeichert. Klicken Sie auf den unten stehenden Knopf, um die Formulardaten erneut zu übermitteln.
es: El sistema detectó que usted salió del sistema mientras enviaba un formulario llamado '%s'. Los datos de ese formulario <b>no</b> han sido enviados correctamente aún a la base de datos. Presione el botón inferior para reenviar los datos del formulario.
pl: System wykrył, że byłeś wylogowany podczas wysyłania formularza '%s'. Dane w tym formularzu <b>nie</b> zostały pomyślnie wysłane do bazy. Naciśnij przycisk, aby ponowić wysłanie formularza.
ro: Sistemul a detectat că aţi fost deconectat în momentul în care aţi trimis un formular numit '%s'. Datele din acest formular <b>nu</b> au fost încă trimise cu succes în baza de date. Apăsaţi butonul de mai jos pentru a retrimite datele formularului.

source: NOTE
de: Hinweis
es: NOTA
hu: MEGJEGYZÉS
pl: Notatka
ro: NOTĂ

source: You are now logged in as a guest user. If you submitted the form from a registered account, you should first login with your registered account before resubmitting the form, because from this guest account you might then not have enough rights to submit the form.
de: Sie sind jetzt als Gastnutzer angemeldet. Wenn Sie das Formular als registrierter Nutzer abgesendet haben, sollten Sie sich zuerst mit Ihrem registrierten Konto anmelden, bevor Sie das Fromular erneut senden. Das ist notwendig, weil das Gastkonto vermutlich nicht genug Rechte hat, um das Formular zu übermitteln.
es: Usted ha ingresado como usuario invitado. Si envía el formulario para una cuenta registrada, debería ingresar primero con su cuenta registrada antes de reenviar el formulario, porque desde esta cuenta de invitado podría no tener suficientes permisos para enviar el formulario.
pl: Jesteś zalogowany jako gość. Zaloguj się jako użytkownik zarejestrowany, aby mieć prawo do wysyłania formularzy. Goście nie mają takich praw.
ro: Acum sunteţi conectat ca utilizator vizitator. Dacă aţi trimis un formular dintr-un cont înregistrat, ar trebui mai întâi să vă conectaţi cu contul înregistrat înainte de a retrimite formularul, deoarece din acest cont vizitator s-ar putea să nu aveţi drepturi suficiente pentru a trimite formularul.

source: Repost
de: Erneut übermitteln
es: Reenviar
hu: Újraküldés
pl: Wyśli jeszcze raz
ro: Republicare

source: Cancel
de: Abbruch
es: Cancelar
hu: Mégsem
pl: Anuluj
ro: Anulare

source: Back to publication
de: zurück zur Publikation
es: Volver a publicación
hu: Vissza a publikációkhoz
pl: Powrót do publikacji
ro: Înapoi la publicaţie

source: Effective access levels (after combining all relevant access levels)
de: Effektive Zugriffsrechte (Kombination aller relevanten Zugriffsrechte)
es: Niveles de acceso efectivos (tras combinar todos los niveles de acceso relevantes)
pl: Efektywny poziom dostępu (połączenie wszystkich własciwych poziomów dostępu)
ro: Nivele de acces afective (după combinarea tuturor nivelelor de acces relevante)

source: Effective
de: Effektiv
es: Efectivo
pl: Efektywny
ro: Efectiv

source: Object
de: Objekt
es: Objeto
pl: Obiekt
ro: Obiect

source: Owner of object (only owner can change objects with private edit levels)
de: Eigentümer des Objekts (nur der Eigentümer kann Objekte mit privaten Bearbeitungsebenen ändern)
es: Propietario del objeto (únicamente el propietario puede cambiar objetos con niveles de edición privados)
pl: Właściciel obiektu (tylko właścicel może dokonywać zmian w obiektach)
ro: Proprietarul obiectului (doar proprietarul poate schimba obiectele cu nivele de editare private)

source: Owner
de: Eigentümer
es: Propietario
hu: Tulajdonos
pl: Właściciel
ro: Proprietar

source: Per-object access levels
de: Zugriffsebenen pro Objekt
es: Niveles de acceso por objeto
pl: Poziom dostępu typu Per-object
ro: Nivele de acces pe obiect

source: Individual per-object access levels
de: Individuelle Zugriffsebenen pro Objekt
es: Niveles de acceso individuales por objeto
pl: Indywidualny poziom dostępu per-object
ro: Nivele de acces pe obiect individuale

source: Attachments
de: Anhänge
es: Adjuntos
hu: Csatolmány
pl: Załączniki
ro: Ataşamente

source: Notes
de: Notizen
es: Notas
hu: Annotáció
pl: Notatki
ro: Note

source: Legend
de: Legende
es: Leyenda
hu: Jelmagyarázat
pl: Legenda
ro: Legendă

source: read public
de: lesen öffentlich
es: lectura pública
pl: odczyt publiczny
ro: citire publică

source: read intern
de: lesen intern
es: lectura interna
pl: odczyt wewnętrzny
ro: citire internă

source: read private
de: lesen privat
es: lectura privada
pl: odczyt prywatny
ro: citire privată

source: edit public
de: bearbeiten öffentlich
es: editar público
hu: publikus szerkesztés
pl: edycja publiczna
ro: editare publică

source: edit intern
de: bearbeiten intern
es: editar interno
hu: belső szerkesztés
pl: edycja wewnętrzna
ro: editare internă

source: edit private
de: bearbeiten privat
es: editar privado
hu: privát szerkesztés
pl: edycja prywatna
ro: editare privată

source: If nothing is shown, access level is 'intern'
de: Falls nichts angezeigt wird, ist die Zugriffsebene 'intern'
es: Si no se muestra nada, el nivel de acceso es 'interno'
hu: Ha semmit sem lát, a hozzáférési szint belső
pl: Jeśli nic nie jest wyświetlone, dostęp ustalono jako 'intern'
ro: Dacă nu este afişat nimic, nivelul de acces este 'intern'

source: When you modify access levels of individual objects, this may have consequences for the final 'effective' access level of other objects. For example, when you set a publication to private, the effective access level of all objects belonging to that publication will be set to private as well.
de: Wenn Sie Zugriffsebenen für individuelle Objekte verändern, kann dies Auswirkungen auf die endgültige 'effektive' Zugriffsebene anderer Objekte haben. Beispiel: Wenn Sie eine Publikation als 'privat' auszeichnen, wird die effektive Zugriffsebene aller zu dieser Publikation gehörenden Objekte ebenfalls auf 'privat' gesetzt.
es: Cuando usted modifica los niveles de acceso de objetos individuales, esto puede tener consecuencias para el nivel de acceso final 'efectivo' de otros objetos. Por ejemplo, cuando usted establece una publicación como privada, el nivel de acceso efectivo de todos los objetos que pertenecen esa publicación se establecerá también como privado.
pl: Jeśli zmienisz poziom dostępu dla poszczególnych obiektów, może to spowodować zmiany w trybie dostępu dla innych obiektów. Np. ustawienie dostępu do publikacji jako prywatny spowoduje przypisanie tego ustawienia dla wszystkich podrzędnych wobec tej publikacji.
ro: Când modificaţi nivelele de acces ale obiectelor individuale, aceasta s-ar putea să aibă consecinţe asupra nivelelor de acces 'efective' ale altor obiecte. De exemplu, când setaţi o publicaţie ca fiind privată, nivelul de acces efectiv al tuturor obiectelor aparţinând acestei publicaţii vor fi de asemenea private.

source: On the other hand, when you edit the read access level of for example an attachment, and the new level is higher than that of the publication it belongs to, the <b>actual</b> read level of the publication is updated as well!
de: Wenn Sie andererseits die Lesezugriffsebene z.B. eines Anhangs bearbeiten, und die neue Ebene höher als die der dazugehörigen Publikation ist, wird die <b>tatsächliche</b> Leseebene der Publikation ebenfalls aktualisiert.
es: Por otro lado, cuando edita el nivel de acceso de lectura de, por ejemplo, un adjunto, y el nuevo nivel es mayor que el de la publicación a la que pertenece, el nivel de lectura <b>real</b> de la publicación también se actualiza.
pl: Z drugiej strony, jeśli zmianie ulegnie tryb odczytu np. dla załącznika i nowy tryb będzie wyższy niż tryb odczytu publikacji, wówczas <b>aktualny</b> tryb odczytu publikacji będzie taki jak załącznika.
ro: Pe de altă parte, când editaţi nivelul de acces de citire, al unui ataşament de exemplu, şi noul nivel este mai mare decât al publicaţiei de care aparţine, nivelul de citire <b>real</b> al publicaţiei este actualizat de asemenea!

source: Note that the effective access levels are shown on the left; the access levels defined per individual object are shown on the right. Editing of access levels is done through the right column.
de: Beachten Sie, dass effektive Zugriffsebenen auf der linken Seite angezeigt werden; die Zugriffsebenen, die je Objekt definiert wurden, stehen rechts. Die Bearbeitung von Zugriffsebenen wird über die rechte Spalte vorgenommen.
es: Nótese que los niveles de acceso efectivo se muestran a la izquierda y los niveles de acceso definidos para los objetos individuales se muestran a la derecha. La edición de los niveles de acceso se hace a través de la columna de la derecha.
pl: Tryby dostępu widoczne są po lewej stronie; tryby dostępu dla poszczególnych obiektów widoczne są po prawej stronie. Zmiana trybów dostępu następuje w prawej kolumnie.
ro: Observaţi că nivelele de acces efectiv sunt afişate în stânga; nivelele de acces definite pe obiecte individuale sunt afişate în dreapta. Editarea nivelelor de acces este realizată din coloana din dreapta.

source: <b>Unsure how the access levels turned out?</b> The column on the left shows which objects are effectively accessible with what levels!
de: <b>Unsicher, wie die Zugriffsebenen ausfallen?</b> Die Spalte auf der Linken zeigt, welche Objekte effektiv mit welchen Ebenen erreichbar sind.
es: <b>¿No está seguro de cómo quitar los niveles de acceso?</b>. ¡La columna de la izquierda muestra con qué niveles los objetos son accesibles de manera efectiva!
pl: <b>Nie wiecz jak wyłączyć tryb dostępu?</b> Lewa kolumna wskazuje, które obiekty są dostępne na poszczególnych poziomach dostępu!
ro: <b>Nu sunteţi sigur cum să activaţi nivelele de acces?</b> Coloana din stânga afişează ce obiecte sunt efectiv accesibile şi cu ce nivele!

source: Example: Publication is 'intern'; attachment is 'intern'. SET attachment to 'public' &rarr; publication will become 'public' as well.
de: Beispiel: Publikation ist 'intern'; Anhang ist 'intern'.. Setze Anhang auf 'public' &rarr; Publikation wird ebenfalls 'public'.
es: Ejemplo: Publicación es 'interno'; adjunto es 'interno'. Al establecer adjunto como 'público' &rarr; publicación será 'público' también.
pl: Przykład: Publikacja jest 'intern'; załącznik jest 'intern'. Ustaw załącznik jako 'public' &rarr; publikacja otrzyma także tryb public'.
ro: Exemplu: publicaţia este 'internă'; ataşamentul este 'intern'. SETAŢI ataşamentul ca 'public' &rarr; publicaţia va deveni şi ea 'publică'.

source: Example: Publication is 'intern'; attachment is 'intern'. SET publication to 'private' &rarr; attachment stays 'intern', but EFFECTIVE access level of attachment becomes 'private'. When you set the publication to 'intern' again, the effective access level of the attachment reverts to 'intern'.
de: Beispiel: Publikation ist 'intern'; Anhang ist 'intern'.. Setze Publikation auf 'privat' &rarr; Anhang bleibt 'intern', aber die effektive Zugriffsebene des Anhangs wird 'private'. Wenn Sie die Publikation wieder auf 'intern' setzen, wird die effektive Zugriffsebene des Anhangs wieder zurück auf 'intern' gesetzt.
es: Ejemplo: Publicación es 'interno'; adjunto es 'interno'. Al establecer publicación como 'privado' &rarr; el adjunto permanecerá como 'interno' pero el nivel de acceso EFECTIVO del adjunto se transforma en 'privado'. Cuando establezca la publicación como 'interno' otra vez, el nivel de acceso efectivo al adjunto retorna a 'interno'.
pl: Przykład: Publikacja jest 'public'; załącznik jest 'public'. Ustaw publikację jako 'private' &rarr; załącznik pozostanie 'intern', ale efektywny tryb dostępu będzie 'private'. Kiedy zmienisz publikację na 'intern', efektywny poziom dostępu dla załączników zmieni się na 'intern'.
ro: Exemplu: publicaţia este 'internă'; ataşamentul este 'intern'. SETAŢI publicaţia ca 'privată' &rarr; ataşamentul rămâne 'intern', dar nivelul de acces EFECTIV al ataşamentului devine 'privat'. Când setaţi publicaţia ca 'internă' din nou, nivelul de acces efectiv al ataşamentului revine la 'intern'.

source: Example: Attachment read is 'public', attachment edit is 'intern'. Set attachment read to 'private' &rarr; attachment edit will also change to 'private'.
de: Beispiel: Anhang lesen ist 'public', Anhang bearbeiten ist 'intern'. Setze Anhang lesen auf 'private' &rarr; Anhang bearbeiten wird sich also auf 'privat' ändern.
es: Ejemplo: La lectura de adjuntos es 'público'; la edición de adjuntos es 'interno'. Al establecer la lectura de adjunto como 'privado' &rarr; la edición de adjunto también cambiará a 'privado'.
pl: Przykład: Odczyt załączników jest 'public', edycja załączników jest 'intern'. Ustaw odczyt załączników na 'private' &rarr; edycja załączników zostanie zmieniona na 'private'.
ro: Exemplu: citirea ataşamentului este 'publică', editarea ataşamentului este 'internă'. Setarea citirii ataşamentului ca 'privată' &rarr; editarea ataşamentului va deveni de asemenea 'privată'.

source: Example: A publication has edit level 'intern'. You are not the owner. You change the edit level to 'private'. &rarr; Subsequently, you can no longer edit that publication :o)
de: Beispiel: Eine Publikation hat Bearbeitungsebene 'intern'. Sie sind nicht der Eigentümer und ändern die Bearbeitungsebene auf 'private' &rarr; Folglich können Sie diese Publikation nicht mehr bearbeiten :o)
es: Ejemplo: Una publicación tiene un nivel de edición 'interno' y usted no es el propietario. Al cambiar el nivel de edición a 'privado'. &rarr; como consecuencia, ya no podrá editar esa publicación :o)
pl: Przykład: Publikacja ma tryb edycji 'intern'. Nie jesteś właścicielem publikacji. Zmień poziom edycji na ''private' &rarr; Teraz nie możesz już edytować tej publikacji :o)
ro: Exemplu: publicaţia are nivelul de editare 'intern'. Nu sunteţi proprietarul ei. Schimbaţi nivelul de editare la 'privat'. &rarr; În consecinţă, nu mai puteţi să editaţi acea publicaţie :o)

source: Edit topic access levels
de: Themen-Zugriffsebenen bearbeiten
es: Editar los niveles de acceso del tema
hu: Téma hozzáférési szint szerkesztése
pl: Edycja trybu dostępu do tematów
ro: Editarea nivelelor de acces ale subiectului

source: You have to manually edit all access levels - there is no automatic propagation of changes up or down the tree.
de: Derzeit müssen Sie noch alle Zugriffsebenen von Hand ändern - Es gibt keine automatische Ausbreitung von Änderungen hinauf oder herab im Baum.
es: Debe editar manualmente todos los niveles de acceso - no hay propagación automática de cambios hacia arriba o hacia abajo del árbol.
pl: Musisz manualnie zmienić wszystkie tryby dostępu - nie ma automatycznego przenoszenia zmian w drzewie.
ro: Trebuie să editaţi manual toate nivelele de acces - nu se realizează automat propagarea schimbărilor în susul sau în josul structurii arborescente.

source: Owner of topic (only owner can change objects with private edit levels...)
de: Eigentümer des Themas (nur der Eigentümer kann Objekte mit privater Zugriffsebene ändern...)
es: Propietario de tema (únicamente el propietario puede cambiar objetos con niveles de edición privados...)
pl: Założyciel tematu (tylko założyciel tematu może dokonywać zmian na poziomie prywatnym)
ro: Proprietarul subiectului (doar proprietarul poate schimba obiectele cu nivele de editare private ...)

source: Upload new attachment from this computer for publication "%s"
de: Neuen Anhang für "%s" von diesem Computer aus hochladen
es: Adjuntar archivo de este ordenador para la publicación "%s"
hu: Új csatolmány feltöltése erről a számítógépről az alábbi publikációs tételhez: "%s"
pl: Załaduj nowy załącznik z tego komputera dla publikacji "%s"
ro: Încărcaţi noul ataşament de la acest calculator pentru publicaţia "%s"

source: Select a file...
de: Wählen Sie eine Datei...
es: Seleccione un archivo...
hu: Fájl kiválasztása...
pl: Wybierz plik
ro: Selectaţi un fişier ...

source: Set new name (blank: keep original name)...
de: Neuen Namen vergeben (leer: ursprünglichen Namen beibehalten)...
es: Establecer nuevo nombre (en blanco: conservar nombre original)...
hu: Új név beállítása (hagyja üresen, ha a csatolt fájl eredeti nevét szeretné megtartani)
pl: Ustaw nową nazwę (puste pole: pozostawia dotychczasową nazwę)
ro: Setaţi noul nume (dacă nu se introduce nimic se păstrează numele original)...

source: Upload attachment
de: Anhang hochladen
es: Adjuntar archivo
hu: Csatolmány feltöltése
pl: Załaduj załącznik
ro: Încărcare ataşament

source: Add new attachment (or web site) as a link, without uploading, for publication "%s"
de: Neuen Anhang (oder Webseite) für "%s" als Verknüpfung, ohne Hochladen, hinzufügen
es: Añadir nuevo archivo (o sitio web) como enlace, sin adjuntarlo, para la publicación "%s"
hu: Új csatolmány (vagy weboldal) hozzáadása hivatkozásként, feltöltés nélkül az alábbi publikációs tételhez: "%s"
pl: Dodaj nowy załącznik (lub stronę internetową) jako link dla publikacji "%s"
ro: Adăugare ataşament nou (sau site web) ca legătură, fără încărcare, pentru publicaţia "%s"

source: Location of file or web address
de: Ort der Datei oder Webadresse
es: Localización de fichero o dirección web
hu: Fájl vagy webcím hivatkozás helye
pl: Lokalizacja pliku lub adres sieciowy
ro: Locaţia fişierului sau adresa web

source: Set internal name (blank: keep original name)...
de: Internen Namen vergeben (leer: ursprünglichen Namen beibehalten)...
es: Establecer nombre interno (en blanco: conservar nombre original)...
hu: Belső névmegadása (hagyja üresen, ha az eredeti nevet meg akarja tartani)
pl: Wybierz nazwę wewnętrzną (puste: pozostawia nazwę oryginalną)
ro: Setare nume intern (dacă nu se introduce nimic se păstrează numele original)...

source: Add file link
de: Dateiverknüpfung hinzufügen
es: Añadir enlace al archivo
hu: Fájlra mutató hivatkozás hozzáadása
pl: Dodaj link do pliku
ro: Adăugare legătură spre fişier

source: Are you sure that you want to delete the attachment "%s"?
de: Sind Sie sicher, dass Sie Anhang "%s" löschen wollen?
es: ¿Está seguro de que quiere eliminar el adjunto "%s"?
hu: Biztosan törölni akarja a "%s" csatolmányát?
pl: Czy na pewno usunąć załącznik "%s" ?
ro: Sunteţi sigur că vreţi să ştergeţi ataşamentul "%s"?

source: Confirm
de: Bestätigen
es: Confirmar
hu: Megerősítés
pl: Potwiedź
ro: Confirmare

source: Attachment file could not be found: "%s/%s"
de: Datei für Anhang konnte nicht gefunden werden: "%s/%s"
es: El archivo adjunto no se encuentra: "%s/%s"
hu: nem található csatolmány: "%s/%s"
pl: Nie znaleziono pliku załącznika: "%s/%s"
ro: Fişierul ataşament nu poate fi găsit: "%s/%s"

source: Edit attachment info for "%s"
de: Anhangsinformationen für "%s" bearbeiten
es: Editar la información de adjunto para "%s"
pl: Edycja informacji o załączniku dla "%s"
ro: Editare informaţie despre ataşament pentru "%s"

source: Link to remote attachment.
de: Verknüpfung zu entferntem Anhang
es: Enlazar a un adjunto remoto.
hu: Hivatkozás távoli csatolmányhoz
pl: Link do zdalnego załącznika.
ro: Legătură spre ataşament situat la distanţă.

source: Attachment stored on server.
de: Anhang auf dem Server gespeichert.
es: Adjunto almacenado en el servidor.
pl: Załączniki umieszczone na serwerze.
ro: Ataşament stocat pe server.

source: Set internal name
de: Internen Namen vergeben
es: Establecer un nombre interno
hu: Belső név beállítása
pl: Ustaw wewnętrzną nazwę
ro: Setare nume intern

source: Set URL
de: URL setzen
es: Establecer URL
hu: URL beállítása
pl: Wybierz URL
ro: Setare URL

source: Change
de: Ändern
es: Cambiar
hu: Változtatás
pl: Zmień
ro: Schimbare

source: Download %s
de: %s herunterladen
es: Descargar %s
hu: Letöltés %s
pl: Załaduj %s
ro: Descărcare %s

source: Delete %s
de: %s löschen
es: Eliminar %s
hu: Trlés %s
pl: Usuń %s
ro: Ştergere %s

source: Edit information for %s
de: Information für %s bearbeiten
es: Editar información para %s
hu: %s információinak szerkesztése
pl: Edycja informacji %s
ro: Editare informaţie pentru %s

source: unset main
de: Hauptanhang absetzen
es: quitar principal
hu: elsődlegesként beállítás megszüntetése
pl: odznacz główny
ro: anulare setare principal

source: Unset as main attachment
de: Als Hauptanhang absetzen
es: Quitar como adjunto principal
hu: Fő csatolmány státus törlése
pl: Odznacz jako główny załącznik
ro: Anulare setare ca ataşament principal

source: set main
de: Hauptanhang setzen
es: establecer principal
hu: elsődlegesként beállít
pl: ustaw jako główny
ro: setare principal

source: Set as main attachment
de: Als Hauptanhang setzen
es: Establecer como adjunto principal
hu: Beállítás elsődleges csatolmányként
pl: Ustaw jako główny załącznik
ro: Setare ca ataşament principal
