Repository: ginggs/aigaion
Catalog: internationalisation/Aigaion2.2/*/LC_MESSAGES/messages.po
Languages: no

source: Return publications
no: Returner publikasjoner

source: Return topics
no: Returner emner

source: Return keywords
no: Returner nøkkelord

source: Publication search
no: Søk etter publikasjoner

source: Choose, if you are searching for publications (see above!), which fields are searched
no: Velg, om du søker etter publikasjoner (se over), hvilke felter som skal gjennomsøkes

source: Search publication titles
no: Søk i titler

source: Search publication notes
no: Søk i notater

source: Search publication Citation
no: Søk i siteringsnøkler

source: Search publication abstract
no: Søk i sammendrag

source: Advanced Search: Publications on topic restriction
no: Avansert søk: Publikasjoner begrenset til emner

source: Leave empty if you want to search all publications
no: La feltet stå åpent hvis du ønsker å søke gjennom alle publikasjoner

source: Search publications with these terms in the following fields:
no: Søk publikasjoner som oppfyller følgende betingelser i de følgende feltene:

source: Search publication Citation id
no: Søk i siteringsnøkler

source: Choose the topic restrictions that apply.
no: Velg emnebegrensningene som skal gjelde

source: Return all publications that satisfy %s of the following conditions
no: Returner alle publikasjonene som tilfredsstiller %s av følgende betingelser

source: All
no: Alle

source: Any
no: Minst en

source: Condition
no: Betingelse

source: %s appear in %s
no: %s i %s

source: Do
no: Finnes

source: Do not
no: Finnes ikke

source: Select topic to include or exclude
no: Velg et emne for å inkludere eller ekskludere

source: More...
no: Mer...

source: Authors: %s
no: Forfattere: %s

source: Topics: %s
no: Emner: %s

source: Keywords: %s
no: Nøkkelord: %s

source: %s matches
no: %s treff

source: Publication matches
no: Treff i publikasjoner

source: No search results found for query: %s
no: Ingen treff for følgende spørring: %s

source: Search results for query: %s
no: Resultater for spørringen: %s

source: Aigaion site configuration form
no: Konfigurasjonsskjema for Aigaion

source: Site Admin:
no: Systemadministrator:

source: Name of Aigaion administrator:
no: Navn på systemadministrator

source: Email of Aigaion administrator:
no: E-postadresse til systemadministrator:

source: Login settings (Anonymous access):
no: Innloggingsinnstillinger (anonym tilgang):

source: These login settings determine how anonymous (guest) access to Aigaion is configured.
no: Følgende innloggingsinnstillinger bestemmer hvordan anonym (gjest) tilgang til Aigaion er konfigurert.

source: Enable anonymous access:
no: Tillat anonym tilgang:

source: Check this box to enable anonymous (guest) access.
no: Kryss av her for å tillate anonym (gjest) tilgang.

source: Default anonymous user account
no: Standard anonym brukerkonto

source: Select the user account that will be used by default for logging in anonymous users. Only users that are marked 'anonymous' on the edit user page can be selected here!
no: Velg brukerkontoen som brukes for innlogging av anonyme brukere. Kun brukere som er markert med "anonym" under brukerinnstillinger kan bli valgt her.

source: Note: Be careful in assigning user rights to anonymous accounts!
no: Legg merke til: Vær varsom med å gi brukerrettigheter til anonyme brukerkontoer!

source: Login settings (Delegation of password checking to external module):
no: Innloggingsinnstillinger (Delegering av passordkontroll til en ekstern modul):

source: These login settings determine whether the login password checking is delegated to some external module, and if so, how this is configured.
no: Disse innloggingsinnstillingene vil bestemme om passordkontroll er delegert til en ekstern modul og i tilfelle hvordan denne er konfigurert.

source: Delegate password checking:
no: Deleger passordkontroll:

source: Check this box to delegate password checking to external modules.
no: Kryss av her hvis du ønsker å delegere passordkontroll til en ekstern modul.

source: Password checking module
no: Modul for passordkontroll

source: Test delegate
no: Test delegering

source: LDAP Password checking
no: LDAP passordkontroll

source: Select the module to which the password checking is to be delegated. Be sure to also configure that login module properly, before you turn off the internal login modules!
no: Velg modulen som passordkontroll er delegert til. Forsikr deg om at innloggingsmodulen er konfigurert riktig før du skrur av den interne innloggingsmodulen.

source: Note: check 'Disable internal login' to disallow access to any account not verified using the above module.
no: Legg merke til: kryss av "Skru av intern innloggingsmodul" for å nekte tilgang til kontoer som ikke verifiseres via modulen valgt ovenfor.

source: Login settings (Special settings):
no: Innloggingsinnstillinger (spesialinnstillinger)

source: Create missing users:
no: Opprett manglende brukere:

source: Check this box to force the system to create users that are logged in using an external account/password, but do not have an internal Aigaion user account yet. Note that this setting only has an effect when 'delegated password checking' or one of the external login modules have been enabled.
no: Kryss av her for å tvinge systemet til å opprette brukere som blir logget inn via en ekstern brukerkonto, men som ikke har en intern Aigaion-brukerkonto. Legg merke til at denne innstillingen kun har effekt når "delegert passordkontroll" eller en av de eksterne innloggingsmodulene har blitt aktivert.

source: Disable internal login:
no: Deaktiver den interne innloggingsmodulen

source: Check this box to disable internal login facilities. If internal login is disabled, users can only login using one of the delegated password checking modules such as IMAP or LDAP or one of the external login modules such as the httpauth login.
no: Kryss av her for å deaktivere den interne innloggingsmodulen. Hvis den interne innloggingsmodulen er deaktivert kan brukere kun logge inn via delegerte passordkontrollmoduler som IMAP eller LDAP eller en annen ekstern innloggingsmodul som httpauth.

source: Login settings (LDAP):
no: Innloggingsinnstillinger (LDAP)

source: If you use LDAP authentication, you should set the LDAP server and the base DN. (e.g. server: ldap.aigaion.nl, base dn: dc=dev,dc=aigaion,dc=nl) (That's just an example! We don't really have an LDAP server at Aigaion.nl!)
no: Hvis du bruker LDAP-autentifikasjon, bør du sette LDAP-serveren og base-DN (som server:ldap.aigaion.nl base dn: dc=dev,dc=aigaion,dc=nl) (Dette er kun et eksempel! Vi har ikke en LDAP server på aigaion.nl)

source: If you want to use the LDAP authentication, you need to have the LDAP modules of your PHP server activated. Explaining how to install that is well outside the scope of Aigaion documentation. See the LDAP documentation at %s for more information. Take special note of the dependencies of this module: for Windows you need e.g. libeay32.dll and ssleay32.dll and msvcr71.dll to be available somewhere...
no: Hvis du ønsker å bruke LDAP-autentisering må du aktivere LDAP-modulen du bruker på din PHP-server. Forklaring på hvordan man installerer dette er utenfor omfanget av dokumentasjonen til Aigaion. Vennligst se LDAP-dokumentasjonen på %s for mer informasjon. Legg spesielt merke til avhengigheter for denne modulen. For Windows trenger du blant annet libeay32.dll and ssleay32.dll and msvcr71.dll.

source: The LDAP server (like: ldap.aigaion.nl).
no: LDAP-serveren (som ldap.aigaion.nl).

source: The base DN for loggin in to the LDAP server (like: dc=dev,dc=aigaion,dc=nl).
no: Basen DN for innlogging til LDAP-sever (som dc=dev,dc=agaion,dc=nl).

source: Login domain:
no: Innlogingsdomene:

source: The domain for logging in to the LDAP server (like: dev.aigaion.nl).
no: Domenet for innlogging til LDAP-severen (som dev.aigaion.nl).

source: Server type is 'ActiveDirectory':
no: Servertype er "ActiveDirectory":

source: Check this box if your LDAP server is an Active Directory server.
no: Kryss av her hvis din LDAP-server er en Active Directory-sever.

source: Login settings (HTTP Authentication):
no: Innloggingsinnstillinger (HTTP-autentifikasjon)

source: '.htpasswd' is a module that uses the .htaccess and .htpasswd login system to determine the name of the logged user, instead of a login form.
no: ".htpasswd" er en modul som bruker .htaccess og .htpasswd innloggingssystem for å bestemme navnet på den innloggede brukeren isteden for et innloggingsskjema.

source: If you select this, be sure that you have the httpauth correctly configured - otherwise you may have problems logging in and then you can also not turn the httpauth login module off without directly accessing the Aigaion database.
no: Hvis du valgte dette, vennlig forsikr deg om at du har httpauth satt opp korrekt. Hvis ikke vil du muligens oppleve problemer med innlogging og du kan ikke skru av httpauth innloggingsmodulen uten å ha direkte tilgang til Aigaion-databasen.

source: Use HTTPAUTH login modules:
no: Bruk HTTPAUTH innloggingsmoduler:

source: Check this box to enable the httpauth login module.
no: Kryss av her hvis du ønsker å aktivere httpauth innloggingsmodulen.

source: Add autocreated users to group:
no: Legg automatisk opprettede bruker inn i gruppen:

source: If "Create missing users" is enabled, new users will automatically be added to this group. Use the group name!
no: Hvis "Opprett manglende brukere" er aktivert, vil nye brukere automatisk bli lagt til denne gruppen. Bruk gruppenavnet!

source: Attachment settings:
no: Vedleggsinnstillinger:

source: Allowed extensions for attachments:
no: Tillatte typer for vedlegg:

source: The list of allowed extensions for attachments. Attachments that do not have an extension from this list can not be uploaded.
no: Listen med tillatte filtyper for vedlegg. Vedlegget har ikke en type fra denne listen kan ikke bli lastet opp.

source: Allow all remote attachments:
no: Tillat alle fjernlagrede vedlegg

source: Check this box if you want to allow all external attachment names, instead of just those ending in one of the 'allowed extensions' specified above. This may be useful because external attachments are often to sites such as portal.acm or doi, with link names ending in meaningless numbers instead of a proper file name. This only affects *remote* attachments.
no: Kryss av her hvis du ønsker å tillate eksterne vedleggsnavn, istedenfor kun de som slutter med en av del "tillatte filtypene" spesifisert over. Dette kan være hensiktsmessig siden eksterne vedlegg ofte er lenker til nettsteder som portal.amc.org eller DOI. Disse har ofte navn som slutter med meningsløse nummer isteden for et korrekt filnavn. Dette berører som oftest fjernvedlegg.

source: The server is read only:
no: Denne serveren tilbyr kun lesetilgang:

source: Check this box if the server is read-only, i.e. if you cannot write files such as attachments to the server.
no: Kryss av her hvis serveren kun skal tilby lesetilgang, for eksempel hvis du ikke kan skrive filer som vedlegg til serveren.

source: BibTeX strings:
no: BiBTeX-strenger:

source: BibTeX allows definition of strings. Strings that are defined here are converted when importing BibTeX. The correct syntax for strings is: %s
no: BiBTeX tillater definisjon av strenger. Strengene som er definer her blir konvertert ved import av BiBTeX. Korrekt syntaks for slike strenger er: %s

source: Convert BibTeX to UTF8 upon input
no: Konverter BiBTeX til UTF8 ved åpning

source: Turn this off if you want special BibTeX character codes to be stored as such in the database, without converting them into utf8. This is useful if you find that you have a lot of BibTeX that is converted wrongly.
no: Skru av dette hvis du ønsker at BiBTeX-spesialtegn blir lagret som spesialtegn i databasen, uten at de konverteres til UTF8. Dette kan vær lurt hvis du har mye BiBTeX-data som konverteres feil.

source: Some display settings:
no: Noen presentasjonsinnstillinger

source: Title of the site:
no: Tittel på nettstedet:

source: Display publications on single-topic page:
no: Vis publikasjonene på en enkelt emneside:

source: Checking this box means that the full list of publications for a topic is included below the topic description, to speed up browsing for papers. Turning this on might however slow down the loading of the topic pages.
no: Å krysse av her betyr at alle publikasjonene for et emne vil bli inkludert under emnebeskrivelsen til emnet. Dette for å øke hastigheten på gjennomlesning av publikasjonene. Å skru på denne innstillingen kan imidlertid øke responstiden for lasting av emner.

source: Merge crossreferenced publications in single publication view:
no: Slå sammen kryssrefererte publikasjoner i presentasjon av en enkelt publikasjon:

source: Check to merge cross-referenced publications on a single publication page view.
no: Klikk her for å slå sammen kryssrefererte publikasjoner i presentasjon av en enkelt publikasjon:

source: Use TinyMCE note editor:
no: Bruk TinyMCE notateditor

source: Check to enable the Tiny-MCE editor for editing notes.
no: Klikk for å aktivere TinyMCE-editoren for endring av notater.

source: Defaults for user preferences:
no: Standard brukerinnstillinger:

source: Several user preferences can be given a default value here, to be overridden as wished by users who can change their profile.
no: Flere brukerinnstillinger kan bli gitt en standardverdi her. Disse kan overskrives, om ønsket, av brukere som kan endre profilene sine.

source: Default theme
no: Standard tema

source: Default language
no: Standard språk

source: Default publication summary style
no: Standard stil for visning av publikasjoner

source: Author first
no: Forfatter først

source: Title first
no: Tittel først

source: Default author display style
no: Standard stil for visning av forfattere

source: First [von] Last
no: Fornavn [von] Etternavn

source: [von] Last, First
no: [von] Etternavn, Fornavn

source: [von] Last
no: [von] Etternavn

source: Default number of publications per page
no: Standard antall publikasjoner per side

source: 'Similar author' check
no: Se etter "lignende forfattere"

source: Last names, then initials
no: Etternavn, så initialer

source: Full name
no: Fult navn

source: Select the method for checking whether two author names are counted as 'similar'.
no: Velg metoden for å sjekke om to forfatternavn er regnet som like.

source: Default access levels:
no: Standard tilgangsnivåer:

source: Specify here the default access levels for different types of objects. A 'Default publication read level' of 'public' means, for example, that new publications are publicly accessible by default
no: Velg standard tilgangsnivå for denne typen objekter. Et "standard lesenivå for publikasjoner" som "offentlig" betyr for eksempel at alle nye publikasjoner vil bli offentlig tilgjengelig.

source: Default access level:
no: Standard tilgangsnivå

source: Default attachment read level
no: Standard lesenivå for vedlegg

source: Default attachment edit level
no: Standard endringsnivå for vedlegg

source: Default publication read level
no: Standard lesenivå for publikasjoner

source: Default publication edit level
no: Standard endringsnivå for publikasjoner

source: Default note read level
no: Standard lesenivå for notater

source: Default note edit level
no: Standard endringsnivå for notater

source: Default topic read level
no: Standard lesenivå for emner

source: Default topic edit level
no: Standard endringsnivå for emner

source: Embedding options:
no: Innstillinger for integrering av views:

source: Shared domain for embedding:
no: Delt domene for integrering:

source: Logintegration options:
no: Innstillinger for integrasjon av innlogging:

source: Shared secret phrase for integrated login:
no: Delt hemmelig frase for integrert innlogging:

source: Aigaion login module
no: Logginnmodul for Aigaion

source: .htpasswd file
no: .htpasswd-fil

source: LDAP based authentication
no: LDAP-basert autentifisering

source: Store new settings
no: Lagre nye innstillinger

source: Maintenance and checks
no: Vedlikehold og verifikasjon

source: There is a set of maintenance functions available. You can either perform the maintenance functions separately by selecting from the list, or you can %s
no: Det finnes et sett av vedlikeholdsfunksjoner. Du kan utføre disse separat ved å velge dem fra listen eller du kan %s

source: perform all checks at once
no: utføre alle funksjonene på en gang

source: Check attachments
no: Verifiser vedlegg

source: Check topics
no: Verifiser emner

source: Check notes
no: Verifiser notater

source: Check authors
no: Verifiser forfattere

source: Check keywords
no: Verifiser nøkkelord

source: Check passwords
no: Verifiser passord

source: Check searchable names, keywords and titles
no: Verifiser søkbare navn, nøkkelord og titler

source: Check publication marks
no: Verifiser publikasjonskarakterene

source: Check for updates
no: Se etter oppdateringer

source: Backup and restore
no: Sikkerhetskopi og gjenoppretting

source: Making regular backups of the database is recommended. Collecting a complete bibliography takes a lot of time and a single server crash fades all these efforts away. Storing the backupfiles on another server or medium is recommended.
no: Det er anbefalt å ta sikkerhetskopi av databasen med jevne mellomrom. Å samle en komplett bibliografi tar lang tid og en enkelt serverkrasj kan fjerne alle spor av denne innsatsen. Det anbefales å lagre sikkerhetskopier på en annen server eller et annet lagringsmedium.

source: Export database
no: Ekspoter databasen

source: Restore database from backup
no: Gjenopprett databasen fra sikkerhetskopi

source: <b>Important</b>: if you don't paste the full contents of an Aigaion 2 backup file here, the database will end up being corrupted.
no: <b>Viktig</b>: hvis du ikke limer inn hele innholdet av sikkerhetskopien for Aigaion-databasen kan databasen ende opp med å bli ødelagt.

source: Table Prefix
no: Tabell-prefiks

source: If the sql code pasted below defines a table prefix different from the prefix defined in this installation of Aigaion, you should change these prefixes in the sql code pasted below, in all drop, create and insert statements. In the future we will make a more elegant solution for this.
no: Hvis SQL-koden du limte inn under definerer tabell-prefiks som er forskjellig fra hva som er definert for denne installasjonen av Agaion bør du endre disse prefiksene i SQL-koden under, i alle drop, create og insert-spørringer. I fremtiden vil vi lage en mer elegant løsning for dette.

source: Paste your backup data here
no: Lim inn dine sikkerhetskopierte data her

source: Paste backup data here. Restoring from backup data will overwrite all data currently in this database! Do not restore if you do not have a backup file of the current status of the database!
no: Lim inn dine sikkerhetskopierte data her. Gjenoppretting av data vil overskrive alle data som finnes i databasen for øyeblikket. Ikke gjenopprett hvis du ikke har en sikkerhetskopi av gjeldende innhold av databasen.

source: Restore
no: Gjenopprett

source: Aigaion statistics
no: Aigiaon-statistikk

source: %s publications (%s read)
no: %s publikasjoner (%s lest)

source: %s authors
no: %s forfattere

source: %s main topics
no: %s hovedemner

source: No description
no: Ingen beskrivelse

source: Are you sure that you want to delete topic "%s"?
no: Er du sikker på at du vil slette emnet "%s"

source: Add a topic
no: Legg til emne

source: Change topic "%s"
no: Endre emnet "%s"

source: Parent
no: Forelder

source: Subtopics
no: Underemner

source: publications
no: publikasjoner

source: author
no: forfatter

source: view
no: grensesnitt

source: view author for topic
no: vis forfatter for emne

source: authors
no: forfattere

source: view authors for topic
no: vis forfattere for emne

source: Subtopic
no: Underemne

source: No subtopics
no: Ingen underemner

source: create new subtopic
no: Opprett nytt underemne

source: collapse
no: Slå sammen

source: expand
no: utvid

source: read: %s of %s publications
no: lest: %s av %s publikasjoner

source: group subscribed
no: gruppe abonnert

source: Are you sure that you want to delete user "%s"?
no: Er du sikker på at du vil slette brukeren "%s"?

source: Create a new user
no: Opprett ny bruker

source: Edit user preferences
no: Endre brukerinnstillinger

source: Account settings
no: Innstillinger for brukerkonto

source: 'Account settings' is the only block of settings that is <i>mandatory</i>
no: "Innstillinger" for brukerkonto er den eneste blokken med innstillinger som er <i>obligatorisk</i>

source: Note: Login names, once assigned, cannot be changed.
no: Legg merke til at brukernavnet ikke kan endres etter at det er tildelt

source: Disable account
no: Deaktivere brukerkonto

source: leave blank for no change
no: la det være tomt hvis det ikke skal endres

source: Re-type new password
no: Gjenta det nye passordet

source: It is impossible to change the type of your own account (normal, anon or external). This would lead to problems if you accidentally disable it.
no: Det er umulig å endre kontotype for din egen brukerkonto (normal, anonym og ekstern). Dette ville ha ført til problemer hvis du skulle deaktivere den ved et uhell.

source: Account type
no: Kontotype

source: Anonymous
no: Anonym

source: Managed by external module
no: Administrert av ekstern modul

source: Note: when you set this account to be anonymous, you should not forget to enable anonymous access to this database on the site configuration page!
no: Legg merke til at når du setter denne kontoen til å være anonym må du ikke glemme å skru på anonym tilgang til databasen i kontrollpanelet.

source: Note2: when you set this account to be externally managed, you must be certain that the external login module is working; otherwise this account can no longer login! If you are unsure, please read the documentation on external login modules.
no: Legg merke til: når du setter at denne brukerkontoen skal være eksternt administrert må du være sikker på at den eksterne innloggingsmodulen fungerer. Hvis ikke vil kontoen ikke kunne logge inn. Hvis du er usikker, vennligst les dokumentasjonen for den eksterne innloggingsmodulen.

source: Person details
no: Persondetaljer

source: Initials
no: Initialer

source: First name
no: Fornavn

source: Middle name
no: Mellomnavn

source: Surname
no: Etternavn

source: Abbreviation (about three characters)
no: Forkortelse (ca tre bokstaver)

source: Email address
no: E-postadresse

source: Display preferences
no: Vis brukerinnstillinger

source: Theme
no: Tema

source: Language
no: Språk

source: Publication summary style
no: Sammendragsstil for publikasjoner

source: author first
no: forfatter først

source: title first
no: tittel først

source: Author display style
no: Presentasjonsstil for forfattere

source: Number of publications per page
no: Antall publikasjoner per side

source: Site default
no: Systemstandard

source: Select the method for checking whether two author names are counted as "similar".
no: Velg en metode for å se om to forfattere er regnet som "like".

source: Open attachments in new browser window
no: Åpne vedlegg i et nytt nettleservindu

source: Open export data in browser
no: Åpne eksportdata i nettleseren

source: Check this box to force the system to show export data such as BibTeX or RIS directly in a browser window instead of downloading it as a file.
no: Kryss av her for å tvinge systemet til å vise eksportdata som BiBTeX og RIS direkte i et nettleservindu istedenfor å laste det ned som en fil.

source: Export BibTeX as UTF8
no: Eksport til BiBTeX som UTF8
