Repository: ginggs/aigaion
Catalog: internationalisation/Aigaion2.2/*/LC_MESSAGES/messages.po
Languages: no

source: Check this box if you want all BibTeX output to be in UTF8, i.e. when you do NOT want Aigaion to convert special characters to BibTeX codes such as %s
no: Kryss av her hvis du ønsker at all BiBTeX-data skal være i UTF8, for eksempel når du ikke ønsker at Aigaion skal konvertere spesialtegn til BiBTeX-koder som %s

source: The groups to which this user belongs. When you add this user to a group that it was previously not a member of, all rights associated with that group will be appended to the user rights of this user upon commit.
no: Gruppene som denne brukeren tilhører. Når du legger denne brukeren til en gruppe som han/hun ikke tidligere var medlem av, vil alle rettigheter denne gruppen har bli gitt til brukeren.

source: User rights
no: Brukerrettigheter

source: Check all rights
no: Velg alle rettigheter

source: Check all
no: Velg alle

source: Uncheck all rights
no: Fjern alle rettigheter

source: Uncheck all
no: Fjern alle

source: Check all rights from
no: Legg til alle rettigheter fra

source: Uncheck all rights from
no: Fjern alle rettigheter fra

source: Restore old state
no: Tilbakestill

source: Cannot change password on anonymous accounts; they do not have a password.
no: Kan ikke endre passord på anonyme brukerkontoer. De har ikke passord.

source: Cannot change password on this account. It has a password which is externally managed by some other system.
no: Kan ikke endre passordet for denne brukerkontoen. Den har et passord som er administrert av et annet, eksternt system.

source: guest user
no: gjestebruker

source: externally managed account
no: eksternt vedlikeholdt brukerkonto

source: disabled account
no: innaktive brukerkontoer
