Repository: ginggs/aigaion
Catalog: internationalisation/Aigaion2.2/*/LC_MESSAGES/messages.po
Languages: no

source: Recently added
no: Nylig lagt til

source: New Data
no: Legg til

source: New Publication
no: Ny publikasjon

source: New Author
no: Ny forfatter

source: New Topic
no: Nytt emne

source: Site
no: Nettsted

source: About this site
no: Om nettstedet

source: Site Configuration
no: Kontrollpanel

source: Site Maintenance
no: Vedlikehold

source: Manage All Accounts
no: Brukerbehandling

source: Guest User
no: Gjest

source: My Profile
no: Min profil

source: Topic Subscribe
no: Abonner på emner

source: Login
no: Logg inn

source: Name
no: Navn

source: Password
no: Passord

source: Remember me
no: Husk meg

source: Logged In
no: Logget Inn

source: Logout
no: Logg ut

source: more
no: mer

source: The system detected that you were logged out while submitting a form named '%s'. The data in that form has <b>not</b> yet been submitted successfully to the database. Press the button below to re-submit the form data.
no: Systemet oppdaget at du ble logget ut mens du sendte inn et skjema med navn: "%s". Data fra skjemaet har <b>IKKE</b> blitt lagret til databasen. Vennligst send inn skjemaet på nytt ved å trykke på knappen under.

source: NOTE
no: Notat

source: You are now logged in as a guest user. If you submitted the form from a registered account, you should first login with your registered account before resubmitting the form, because from this guest account you might then not have enough rights to submit the form.
no: Du er nå logget inn som gjestebruker. Hvis du sendte skjemaet fra en registert brukerkonto bør du logge inn først med denne kontoen før du sender skjemaet på nytt. Dette er fordi som gjestebruker har du kanskje ikke tilgang til å lagre skjemaet.

source: Repost
no: Send inn skjema på nytt

source: Cancel
no: Avbryt

source: Back to publication
no: Tilbake til publikasjon

source: Effective access levels (after combining all relevant access levels)
no: Effektivt tilgangsnivå (etter å ha kombinert alle relevante tilgangsnivå)

source: Effective
no: Effektivt

source: Object
no: Objekt

source: Owner of object (only owner can change objects with private edit levels)
no: Objekteier (kun eieren kan endre objekter med private endringsrettigheter)

source: Owner
no: Eier

source: Per-object access levels
no: Effektivt tilgangsnivå for objekt

source: Individual per-object access levels
no: Individuelt effektivt tilgangsnivå for objekt

source: Attachments
no: Vedlegg

source: Notes
no: Notater

source: Legend
no: Symbol

source: read public
no: lese offentlig

source: read intern
no: lese internt

source: read private
no: lese privat

source: edit public
no: endre offentlig

source: edit intern
no: endre internt

source: edit private
no: endre privat

source: If nothing is shown, access level is 'intern'
no: Hvis ingen ting vises er tilgangsnivå satt til "internt"

source: When you modify access levels of individual objects, this may have consequences for the final 'effective' access level of other objects. For example, when you set a publication to private, the effective access level of all objects belonging to that publication will be set to private as well.
no: Når du endrer tilgangsnivå for et individuelt objekt kan dette ha konsekvenser for det effektive tilgangsnivået for andre objekter. For eksempel når du setter en publikasjon til "privat", det effektive nivået til alle objekter som tilhører denne publikasjonen vil også bli satt til privat.

source: On the other hand, when you edit the read access level of for example an attachment, and the new level is higher than that of the publication it belongs to, the <b>actual</b> read level of the publication is updated as well!
no: I motsatt fall, når du endrer lesetilgang for, for eksempel et vedlegg, og det nye nivået er høyere enn nivået for publikasjonen det tilhører, da vil det faktiske lesenivået for pulikasjonen også endres.

source: Note that the effective access levels are shown on the left; the access levels defined per individual object are shown on the right. Editing of access levels is done through the right column.
no: Legg merke til at det effektive tilgangsnivået er vist til venstre. Tilgangsnivået er definert per objekt er vist til høyre. Ending av tilgangsnivå er gjort via kolonnen til høyre.

source: <b>Unsure how the access levels turned out?</b> The column on the left shows which objects are effectively accessible with what levels!
no: Usikker på hvordan endring av tilgangsnivået har slått ut? Kolonnen til venstre viser hvilke objekter som er effektivt tilgjengelig til hvilket nivå.

source: Example: Publication is 'intern'; attachment is 'intern'. SET attachment to 'public' &rarr; publication will become 'public' as well.
no: Eksempel: Publikasjonen er "intern", vedlegget er "internt". Sett vedlegget til "offentlig" og publikasjonen vil også bli satt til "offentlig".

source: Example: Publication is 'intern'; attachment is 'intern'. SET publication to 'private' &rarr; attachment stays 'intern', but EFFECTIVE access level of attachment becomes 'private'. When you set the publication to 'intern' again, the effective access level of the attachment reverts to 'intern'.
no: Eksempel: Publikasjonen er satt til "intern", vedlegget er "internt". Sett publikasjonen til "privat" og vedlegget forblir "internt", men effektiv tilgangsnivå for lesing av vedlegget blir "privat". Når du setter publikasjonen til "intern" igjen, det effektive lesenivået blir igjen "internt".

source: Example: Attachment read is 'public', attachment edit is 'intern'. Set attachment read to 'private' &rarr; attachment edit will also change to 'private'.
no: Eksempel: Vedlegget har lesetilgang satt til "offentlig", vedleggets endringstilgang er satt til "internt". Sett vedleggets lesetilgang til "privat" og endringstilgangen vil også endres til "privat".

source: Example: A publication has edit level 'intern'. You are not the owner. You change the edit level to 'private'. &rarr; Subsequently, you can no longer edit that publication :o)
no: Eksempel: En publikasjon har endingsnivået "internt". Du er ikke eieren. Du kan endre endringsnivået til "privat" og du kan følgende ikke lenger endre den publikasjonen.

source: Edit topic access levels
no: Endre tilgangsnivå for emne

source: You have to manually edit all access levels - there is no automatic propagation of changes up or down the tree.
no: Do må manuelt endre tilgangsnivåene. Det er ingen automatisk måte å automatisk sette disse rettighetene enten oppover eller nedover i et emnetre.

source: Owner of topic (only owner can change objects with private edit levels...)
no: Eier av emnet (kun eieren av emnet kan endre objekter med private endringsnivå...)

source: Upload new attachment from this computer for publication "%s"
no: Last opp et nytt vedlegg fra denne datamaskinen for publikasjonen "%s"

source: Select a file...
no: Velg en fil...

source: Set new name (blank: keep original name)...
no: Sett et nytt navn (tomt: behold det originale navnet)

source: Upload attachment
no: Last opp vedlegg

source: Add new attachment (or web site) as a link, without uploading, for publication "%s"
no: Legg til nytt vedlegg (eller nettside) som en lenke, uten å laste opp, for publikasjonen "%s"

source: Location of file or web address
no: Lokasjon for fil eller nettsted

source: Set internal name (blank: keep original name)...
no: Sett internt navn (tomt: behold det originale navnet)

source: Add file link
no: Legg til fillenke

source: Are you sure that you want to delete the attachment "%s"?
no: Er du sikker på at du ønsker å slette vedlegget "%s"

source: Confirm
no: Bekreft

source: Attachment file could not be found: "%s/%s"
no: Velegget kunne ikke bli funnet: "%s/%s"

source: Edit attachment info for "%s"
no: Endre vedleggsinformasjon for "%s"

source: Link to remote attachment.
no: Lenke til fjernvedlegg.

source: Attachment stored on server.
no: Vedlegg lagret på serveren.

source: Set internal name
no: Sett internt navn

source: Set URL
no: Sett URL (nettadresse)

source: Change
no: Endre

source: Download %s
no: Last ned %s

source: Delete %s
no: Slett %s

source: Edit information for %s
no: Endre informasjon for %s

source: unset main
no: fjern som primær

source: Unset as main attachment
no: Slettet som primærvedlegg

source: set main
no: sett primær

source: Set as main attachment
no: Sett som primærvedlegg

source: attachment read / edit rights
no: vedlegg lese-/endringsrettigheter

source: Are you sure that you want to delete the author "%s"?
no: Er du sikker på at du ønsker å slette forfatteren "%s"

source: First name(s)
no: Fornavn

source: von-part
no: von-del

source: Last name(s)
no: Etternavn

source: jr-part
no: jr-del

source: Email
no: E-post

source: Institute
no: Institusjon

source: URL
no: URL (nettadresse)

source: Edit Author
no: Endre forfatter

source: Add
no: Legg til

source: Order on Type/Journal
no: Sorter på type/journal

source: Order alphabetically on Title
no: Sorter alfabetisk på tittel

source: Order alphabetically on Author
no: Sorter alfabetisk på forfatter

source: Order on Year
no: Sorter på år

source: Show
no: Vis

source: All information on %s
no: All informasjon om %s

source: Merge authors
no: Slå sammen forfattere

source: Merges the source author with the target author. The source author will be deleted, all publications will be transferred to the target author.
no: Slå sammen kildeforfatter med målforfatter. Kildeforfatteren vil bli slettet og alle publikasjonene vil bli overført til målforfatteren.

source: Target author
no: Målforfatter

source: Source author
no: Kildeforfatter

source: Delete this author
no: Slett denne forfatteren

source: Edit this author
no: Endre denne forfatteren

source: BookmarkAll
no: Legg alle til favorittliste

source: UnBookmarkAll
no: Fjern alle fra favorittliste

source: Found authors with very similar names. You can choose to merge the following authors with this author by clicking on the merge link.
no: Fant forfattere med veldig like navn. Du kan velge å slå sammen følgende forfattere med denne forfatteren ved å klikke på sammenslåingslenken.

source: Bookmark list controls
no: Innstillinger for favorittliste

source: Add bookmarked to topic...
no: Legg til publikasjoner på favorittlisten til emne...

source: Add all bookmarked publications to the selected topic
no: Legg alle publikasjonene på favorittlisten til valgt emne

source: Add all to topic
no: Legg alle til emne

source: Remove bookmarked from topic...
no: Fjern publikasjoner på favorittlisten fra emnet...

source: Remove all bookmarked publications from the selected topic
no: Fjern alle publikasjonene på favorittlisten fra valgt emne

source: Remove all from topic
no: Fjern alle fra emne

source: Make a new topic from the bookmarked publications
no: Lag et nytt emne fra publikasjonene på favorittlisten

source: Make into new topic
no: Lag nytt emne av

source: Clear the bookmarklist
no: Tøm favorittlisten

source: Delete all publications on the bookmarklist from the database
no: Slett alle publikasjonene på favorittlisten fra databasen

source: Delete all bookmarked publications
no: Slett alle publikasjonene på favorittlisten

source: Set read access level for all bookmarked publications:
no: Sett tilgangsnivå for lesing for alle publikasjonene på favorittlisten:

source: Set the read access levels for all publications on the bookmarklist
no: Sett tilgangsnivå for lesing for alle publikasjonene på favorittlisten

source: Set publication access level
no: Sett tilgangsnivå for publikasjon

source: Set read access level for all attachments of bookmarked publications:
no: Sett tilgangsnivå for lesing av vedlegg for alle publikasjonene på favorittlisten:

source: Set the read access levels for all attachments of publications on the bookmarklist
no: Sett tilgangsnivå for lesing av vedlegg for alle publikasjonene på favorittlisten

source: Set attachment access level
no: Sett tilgangsnivå for vedlegg

source: Set edit access level for all bookmarked publications:
no: Sett tilgangsnivå for ending for alle publikasjonene på favorittlisten:

source: Set the edit access levels for all publications on the bookmarklist
no: Sett tilgangsnivå for ending for alle publikasjonene på favorittlisten

source: Set publication edit access level
no: Sett tilgangsnivå for publikasjon

source: Set edit access level for all attachments of bookmarked publications:
no: Sett tilgangsnivå for ending av vedlegg for alle publikasjonene på favorittlisten:

source: Set the edit access levels for all attachments of publications on the bookmarklist
no: Sett tilgangsnivå for ending av vedlegg for alle publikasjonene på favorittlisten

source: Set attachment edit access level
no: Sett tingangsnivå for vedlegg

source: Are you sure that you want to delete all publications on the bookmarklist from your database?
no: Er du sikker på at du ønsker å slette alle publikasjonene på favorittlisten fra databasen?

source: Are you sure that you want to set the read access level for all attachments of publications on the bookmarklist to "%s"?
no: Er du sikker på at du vil sette tilgangsnivå for lesing av vedlegg for alle publikasjonene på favorittlisten til "%s"?

source: Are you sure that you want to set the edit access level for all attachments of publications on the bookmarklist to "%s"?
no: Er du sikker på at du vil sette tilgangsnivå for endring av vedlegg for alle publikasjonene på favorittlisten til "%s"?

source: Are you sure that you want to set the edit access level for all publications on the bookmarklist to "%s"?
no: Er du sikker på at du vil sette tilgangsnivå for ending for alle publikasjonene på favorittlisten til "%s"?

source: Are you sure that you want to set the read access level for all publications on the bookmarklist to "%s"?
no: Er du sikker på at du vil sette tilgangsnivå for lesing for alle publikasjonene på favorittlisten til "%s"?

source: Aigaion2 BibTeX export from %s
no: Aigaion2 BiBTeX-eksport fra %s

source: crossreferenced publications
no: kryssrefererte publikasjoner

source: Please select the format in which you want to export the publications:
no: Vennligst velg det formatet du ønsker å eksportere publikasjonene til:

source: Export to BibTeX
no: Eksporter til BiBTeX

source: Export to RIS
no: Eksporter til RIS

source: Export by E-mail
no: Eksporter via e-post

source: E-mail
no: E-post

source: Style
no: Stil

source: Export formatted entries
no: Eksporter formaterte publikasjoner

source: Please select the format(s) in which you want to export the publications and enter the email address(es) you want to send it to:
no: Vennligst velg de formatene du ønsker skal bli eksportert og skriv inn epostadressene du ønsker dette skal bli sendt til:

source: Input email addresses here separated by ,
no: E-postadresser skilles med komma (",")

source: Attachment size: %s KB
no: Størrelse på vedlegg: %s KB

source: Maximum attachment size: %s KB
no: Maksimal størrelse på vedlegg: %s KB

source: Current attachment size: %s KB
no: Gjeldende størrelse på vedlegg: %s KB

source: Create a new group
no: Opprett ny gruppe

source: Edit group settings
no: Endre gruppeinnstillinger

source: Group details:
no: Gruppedetaljer

source: Abbreviation
no: Forkortelse

source: Rights profiles:
no: Rettighetsprofiler:

source: The following rights profiles will by default be assigned to a user when it is added to this group.
no: Følgende rettighetsprofiler vil bli tildelt brukeren når den blir lagt til denne gruppen.

source: topic subscription
no: emneabonnement

source: Paste the entries (%s) to import in the text area below and then press "%s"
no: Lim inn publikasjonene (%s) du ønsker å importere i tekstfeltet under og trykk "%s"

source: When you upload a file for import (below), any data in the import form above will be discarded.
no: Når du later opp en fil for import (nedenfor), vil alle data fra skjemaet over bli slettet.

source: Select the format of the data entered in the form above, or auto to let Aigaion automatically detect the format.
no: Velg formatet for dataene i feltet over eller la Aigaion automatisk detektere formatet.

source: Mark imported entries as read.
no: Sett alle importerte publikasjoner som lest.

source: Do not review entries.
no: Ikke revider publikasjoner

source: Review publications
no: Se over publikasjoner

source: Import:
no: Importer:

source: Citation
no: Siteringsnøkkel

source: Choose alternative authors:
no: Velg alternative forfattere:

source: Options for import-author "%s":
no: Valg for importert forfatter "%s":

source: from database
no: fra databasen

source: keep
no: behold

source: select to use similar author found in database
no: velg å bruke lignende forfatter funnet i databasen

source: select to use author as found in BibTeX
no: velg å bruke forfatter slik den står i BiBTeX

source: Choose alternative editors:
no: Velg alternativ redaktør:

source: select to use similar editor found in database
no: velg å bruke lignende redaktør funnet i databasen

source: select to use editor as found in BibTeX
no: velg å bruke redaktør som funnet i BiBTeX

source: Are you sure that you want to delete the keyword "%s"?
no: Er du sikker på at du ønsker å slette nøkkelordet "%s"

source: New Keyword
no: Nytt nøkkelord

source: Edit Keyword
no: Endre nøkkelord

source: Merge keywords
no: Slå sammen nøkkelord

source: Merges the source keyword with the target keyword. The source keyword will be deleted, all publications using this keyword will use the target keyword instead.
no: Slå sammen kildenøkkelord med målnøkkelord. Kildenøkkelordet vil bli slettet og alle publikasjonene vil bli overført til målnøkkelordet.

source: Target keyword
no: Målnøkkelord

source: Source keyword
no: Kildenøkkelord

source: Delete this keyword
no: Slett dette nøkkelordet

source: Edit this keyword
no: Endre dette nøkkelordet

source: Found keywords with very similar names. You can choose to merge the following keywords with this keyword by clicking on the merge link.
no: Fant nøkkelord med veldig like navn. Du kan velge å slå sammen følgende nøkkelord med dette nøkkelordet ved å klikke på sammenslåingslenken.

source: Related keywords
no: Relaterte nøkkelord

source: All available languages
no: Alle tilgjengelige språk

source: Login failed
no: Innlogging mislykkes

source: Welcome to the Aigaion bibliography system, please login
no: Velkommen til Aigaion, et bibliografisystem, vennligst logg inn

source: You just submitted a form named %s, but it seems that you have been logged out. To proceed with submitting the information, please log in again, then confirm that you want to re-submit the data.
no: Du har akkurat sendt et skjema med navn %s, men det ser ut som om du har logget ut. For å fortsette med å lagre informasjonen, vennligst logg inn igjen og deretter bekreft at du ønsker å sende inn data på nytt.

source: Login to proceed with form submission
no: Logg inn for å fortsette med sending av skjema

source: If you want a password, please mail to %s.
no: Hvis du ønsker et passord, vennligst send en e-post til %s.

source: For more information about the Aigaion bibliography system visit %s
no: For mer informasjon om Aigaion beskø %s

source: Are you sure that you want to delete the note below?!
no: Er du sikker på at du ønsker å slette notatet nedenfor?

source: Note text
no: Notattekst

source: Add a note
no: Legg til notat

source: Change note
no: Endre notat

source: Text
no: Tekst

source: Access rights
no: Tilgangsrettigheter

source: Are you sure that you want to delete the publication '%s'?
no: Er du sikker åp at du vil slette publikasjonen "%s"?

source: Special
no: Spesiell

source: In the input field below, you can enter a month using bibtex codes containing things such as the default month abbreviations. Do not forget to use outer braces or quotes for literal strings.
no: I feltet nedenfor kan du skrive inn en måned ved å bruke BiBTeX-koder inneholdende ting som for eksempel standard forkortelser for måneder. Glem ikke å bruke krøllparenteser og gåseøyne for strenger.

source: Examples
no: Eksempler

source: Between January and May
no: Mellom januar og mai

source: optional field
no: frivillige felt

source: optional
no: frivillig

source: Simple
no: Enkel

source: Edit Publication
no: Endre publikasjon

source: Type of publication
no: Publikasjonstype

source: This is the bibtex `key` field, used to define sorting keys
no: Dette er BiBTeX "key"-feltet som brukes til å definere sorteringsnøkler

source: This field might not be used by BibTeX for this publication type
no: Dette feltet er kanskje ikke brukt av BiBTeX for denne typen publikasjoner

source: %s field
no: %s felt

source: add
no: legg til

source: rem
no: fjern

source: up
no: opp

source: down
no: ned

source: Editors
no: Redaktører

source: Create as new name
no: Opprett som ny forfatter

source: Type in name to quick search. Note: use unaccented letters!
no: Skriv inn navnet for å utføre et hurtigsøk. Legg merke til at du må bruke bokstaver uten trykk/aksenter.

source: Publications of type %s
no: Publikasjoner av typen %s

source: View publication details
no: Vis publikasjonsdetaljer

source: and
no: og

source: Click to follow Digital Object Identifier link to online publication
no: Klikk for å bruke Digital Object Identifier for å finne publikasjonen på internett

source: Master theses
no: Masteroppgaver

source: Delete this publication
no: Slett denne publikasjonen

source: Edit this publication
no: Endre denne publikasjonen

source: Export by e-mail
no: Eksporter via e-post

source: Request for publication: "%s"
no: Be om publikasjonen "%s"

source: I understand that the document referenced above is subject to copyright.
no: Jeg forstår at dokumentet referert til ovenfor er kopibeskyttet.

source: I hereby request a copy strictly for my personal use.
no: Jeg ber herved om en kopi, kun for personlig bruk.

source: Name and contact details
no: Navn og kontaktdetaljer

source: Request publication by e-mail
no: Be om publikasjon via e-post

source: Request
no: Forespør

source: No e-mail address available for neither of the authors
no: Ingen e-postadresse er tilgjengelig for noen av forfatterne

source: This is the BibTeX `key` field, used to define sorting keys
no: Dette er BiBTeX "key"-feltet som brukes til å definere sorteringsnøkler

source: All information on
no: All informasjon om

source: (eds)
no: (red)

source: (ed)
no: (red)

source: Crossref by
no: Kryssreferert av

source: Added by
no: Lagg inn av

source: publication
no: publikasjon

source: Edit all rights
no: Endre alle rettigheter

source: Click to modify access levels
no: Klikk for å endre tilgangsrettigheter

source: Total mark
no: Sammenlagt karakter

source: Your mark
no: Din karakter

source: Read/Add mark
no: Gi karakter

source: Update mark
no: Oppdater karakter

source: Unread
no: Ulest

source: add attachment
no: legg til vedlegg

source: add note
no: legg til notat

source: finish categorization
no: avslutt katalogisering

source: categorize publication
no: katalogiser publikasjon

source: Topics
no: Emner

source: Click on a topic name to change its subscription status.
no: Klikk på et emnenavn for å endre dets abonnementsstatus.

source: Are you sure that you want to delete rightsprofile %s?
no: Er du sikker på at du vil slette rettighetsprofilen "%s"?

source: Create a new rightsprofile
no: Opprett ny rettighetsprofil

source: Edit rightsprofile "%s"
no: Endre rettighetsprofilen "%s"

source: User rights in this profile
no: Brukerrettigheter i denne profilen

source: Advanced Search
no: Avansert søk

source: Search terms
no: Søkeord

source: Result types
no: Resultattyper

source: Choose which types of results you want returned
no: Velg hvilke typer resultater du ønsker at søket skal returnere

source: Return authors
no: Returner forfattere
