Repository: ginggs/aigaion
Catalog: internationalisation/Aigaion2.2/*/LC_MESSAGES/messages.po
Languages: no

source: Checking for authors that do not publish
no: Ser etter forfattere som ikke har noen publikasjoner

source: The following authors have no publications listed
no: Følgende forfattere har ingen publikasjoner

source: Delete all non-publishing authors
no: Slett alle forfattere uten publikasjoner

source: Keyword check
no: Verifiser nøkkelord

source: Checking similar keywords
no: Ser etter lignende nøkkelord

source: Checking orphaned keywordpublicationlinks
no: Ser etter ugyldige nøkkelord-publikasjonslenker (keywordpublicationlinks)

source: %s keywordpublicationlinks whose corresponding keywords could not be found, were removed.
no: %s ugyldige nøkkelord-publikasjonslenker har blitt fjernet.

source: Checking for unused keywords
no: Ser etter ubrukte nøkkelord

source: The following keywords are not used
no: Følgende nøkkelord er ikke i bruk

source: Delete all unused keywords
no: Slett alle ubrukte nøkkelord

source: Topic tree check
no: Verifisering av emnetre

source: Check orphaned topictopiclinks
no: Se etter ugyldige emne-emnelenker

source: %s topictopiclinks, of which the topic couldn't be found, have been removed.
no: %s ugyldige emne-emnelenker har blitt fjernet.

source: Check orphaned topicpublicationlinks
no: Se etter ugyldige emne-publikasjonslenker

source: %s topicpublicationlinks, of which the corresponding publication could not be found, have been removed.
no: %s ugyldige emne-publikasjonslenker har blitt fjernet.

source: Check topics without parent
no: Se etter emner uten foreldreemne

source: The following topics had no parent. Their parent is set to the top topic.
no: Følgende emner hadde ikke foreldreemne. Deres foreldreemne er satt til topp-emnet.

source: Checking for empty topics
no: Ser etter tomme emner

source: The following topics have no assigned publications.
no: Følgende emner inneholder ingen publikasjoner.

source: Checking publications in ancestor topics
no: Ser etter publikasjoner i foreldre-emner

source: %s publications did not appear in ancestor topics.
no: %s publikasjoner finnes ikke i et foreldreemne.

source: Reinit searchable names, keywords and titles
no: Tilbakestiller søkbare navn, nøkkelord og titler

source: Checking
no: Verifiserer

source: Fixed searchable names of %s authors.
no: Fikset søkbare navn for %s forfattere.

source: Fixed searchable names of %s publications.
no: Fikset søkbare navn for %s publikasjoner.

source: Fixed searchable names of %s topics.
no: Fikset søkbare navn for %s emner

source: Fixed searchable names of %s keywords.
no: Fikset søkbare navn for %s nøkkelord.

source: Check total publication marks
no: Verifisering av summerte karakterer til publikasjonene

source: Fixed total topic mark of %s publications.
no: Fikset sammenlangt karakter for %s publikasjoner.

source: Removed: %s (file not on server and not linked to a publication).
no: Fjernet %s (filen er ikke på serveren og den er ikke lenket til en publikasjon)

source: Could not open documents directory.
no: Kunne ikke åpne dokumentmappen.

source: Click to show details
no: Klikk for å vise detaljer

source: Click to merge
no: Klikk for å slå sammen

source: Deleted %s authors who do not have any publications.
no: Slettet %s forfattere som ikke hadde noen publikasjoner

source: Deleted %s keywords which do not have any publications.
no: Slettet %s nøkkelord som ikke hadde noen publikasjoner

source: January
no: Januar

source: February
no: Februar

source: March
no: Mars

source: May
no: Mai

source: June
no: Juni

source: July
no: Juli

source: October
no: Oktober

source: December
no: Desember

source: in:
no: i:

source: volume
no: årgang

source: chapter
no: kapittel

source: pages
no: sider

source: number
no: nummer

source: Cannot retrieve %s
no: Kan ikke hente %s

source: Checking database schema version %s
no: Verifiserer databaseskjemaversjon %s

source: update needed
no: behov for oppdatering

source: Update database schema version %s
no: Oppdatert skjema for database til versjon %s

source: Succeeded
no: Vellykket

source: Update to release version %s
no: Oppdater til versjon %s

source: UPDATE WAS NOT SUCCESSFUL
no: OPPDATERINGEN BLE IKKE FULLFØRT

source: Some database operations require mysql root privileges. Please ensure that the mysql user in your index.php file has sufficient rights.
no: Noen databaseoperasjoner krever mysql-rot privilegier. Vennligst forsikr deg om at mysql-brukeren i din index.php har tilstrekkelige rettigheter.

source: year
no: år

source: title
no: tittel

source: survey
no: undersøkelse

source: mark
no: merke

source: series
no: serie

source: publisher
no: forlag

source: location
no: sted

source: firstpage
no: første side

source: lastpage
no: siste side

source: booktitle
no: boktittel

source: institution
no: institusjon

source: address
no: adresse

source: edition
no: utgave

source: howpublished
no: hvordan publisert

source: month
no: måned

source: organization
no: organisasjon

source: school
no: skole

source: note
no: notat

source: abstract
no: sammendrag

source: userfields
no: brukerfelt

source: crossref
no: kryssreferert av

source: surname
no: etternavn

source: firstname
no: fornavn

source: email
no: e-post

source: institute
no: institutt

source: Publication
no: Publikasjon

source: read level
no: leserettigheter

source: edit level
no: endringsrettigheter

source: effective access levels
no: effektivt tilgangsnivå

source: read access
no: lesetilgang

source: read access level
no: skrivetilgang

source: edit access
no: endringstilgang

source: Edit access level
no: Endre tilgangsnivå

source: cannot edit access levels of this object
no: kan ikke endre tilgangsnivået for dette objektet

source: public
no: offentlig

source: intern
no: internt

source: private
no: privat

source: effective access level is different
no: gjeldende tilgangsnivå er et annet

source: Modify access level
no: Endre tilgangsnivå

source: Restricted edit level to match read level
no: Begrenset endringsnivå for å passe lesenivå

source: Increased read level for publication to match new read level for attachment
no: Endret lesenivået for publikasjonen for å tilsvare lesenivået for vedlegget

source: Couldn't propagate new level all the way up
no: kunne ikke endre tilgangsnivået hele veien opp

source: Increased read level for publication to match new read level for note
no: Endret lesenivå for publikasjonen for å tilsvare lesenivå for notat

source: You cannot change the access levels of the top topic
no: Du kan ikke endre tilgangsnivå for top-emnet

source: Cascade of access levels not yet implemented
no: Trinnvis endring av tilgangsnivå er enda ikke implementert

source: ERROR UPLOADING: %s is not an allowed extension for remote files.
no: FEIL UNDER OPPLASTING: filer av typen %s er ikke tillatt for fjernvedlegg

source: Allowed types
no: Tillatte filtyper

source: Need other file types? Ask %s
no: Har du behov for flere filtyper? Spør %s

source: Error un-'main'-ing other attachments
no: Feil ved fjerning av status som hovedvedlegg

source: Error adding attachment
no: Feil ved opplasting av vedlegg

source: You cannot upload attachment files to this server (the server is declared write-only); please use remote attachments instead.
no: Do kan ikke laste opp vedlegg til denne serveren (serveren er kun lesbar); vennligst bruk fjernvedlegg isteden

source: Error while uploading
no: Feil under opplasting

source: Error uploading. The file was not written to disk.
no: Feil under opplasting. Filen ble ikke skrevet til disk.

source: Is this error entirely unexpected? You might want to check whether the php settings 'upload_max_filesize', 'post_max_size' and 'max_execution_time' are all large enough for uploading your attachments... Please check this with your administrator.
no: Er denne feilen helt uforventet. Du bør sjekke om php-innstillingene 'upload_max_filesize', 'post_max_size' or 'max_execution_time'er satt tilstrekkelig høyt nok slik at du kan laste opp vedleggene dine. Vennligst kontakt din administrator.

source: Is the error due to allowed file types? Ask %s for more types.
no: Har feilen skjedd på grunn av tillatte filtyper? Be %s om flere tillatte filtyper.

source: Update attachment
no: Oppdater vedlegg

source: Cannot delete attachment
no: Kan ikke slette vedlegg

source: erroneous ID
no: feil ID

source: Cannot delete author
no: Kan ikke slette forfatter

source: still has publications (possibly invisible...). Do you need a quick way to delete all publications for an author? Add them to the bookmarklist, then delete them from there...
no: har fremdeles publikasjoner (muligens usynlige...). Trenger du en rask måte for å slette alle publikasjonene for en forfatter på? Legg dem til på favorittlisten din, og slett dem fra denne listen

source: One of the fields %s is required
no: Et av feltene er %s påkrevd

source: Found similar authors for
no: Fant lignende forfattere for

source: Please review the entered authors
no: Vennligst se over forfatternavnene

source: There are some publications that could not be reassigned due to access rights
no: Noen publikasjoner kunne ikke bli tildelt grunnet tilgangsrettigheter

source: Changing bookmarklist
no: Endrer favorittliste

source: Error changing bookmarklist
no: Feil under endring av favorittliste

source: Bookmarked publications added to topic
no: Publikasjoner fra favorittliste lagt til emne

source: Bookmarked publications removed from topic
no: Publikasjoner fra favorittliste fjernet fra emne

source: File
no: Fil

source: successfully uploaded!
no: ferdig lastet opp!

source: The uploaded file exceeds the maximal upload filesize defined in the server configuration.
no: Den opplastede filen er større en den maksimalt tillatte filstørrelsen, tillatt på denne serveren

source: Please ask your site administrator to fix the UPLOAD_MAX_FILESIZE directive in php.ini.
no: Vennligst spør administratoren om å endre UPLOAD_MAX_FILESIZE i php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the html form.
no: Den opplastede filen er større enn hva MAX_FILE_SIZE, angitt i html-skjemaet, tillater.

source: The uploaded file was only partially uploaded
no: Den opplastede filen ble kun delvis lastet opp

source: No file was uploaded
no: Ingen fil ble lastet opp

source: Please select a file for upload.
no: Vennligst velg en fil for opplasting.

source: Only files with the following extensions are allowed
no: Kun filer av de følgende typene er tillatt

source: Sorry, the filename contains invalid characters. Use only alphanumerical chars and separate parts of the name (if needed) with an underscore.
no: Beklager, filnavnet inneholder ulovlige tegn. Bruk kun alfanumeriske tegn og del forskjellige deler av filnavnet med '_' (underscore) om nødvendig

source: A valid filename ends with one dot followed by the extension.
no: Et gyldig filnavn avsluttes med et punktum etterfulgt av filtypen

source: The filename exceeds the maximum length of %s characters.
no: Filnavnet er lengre enn den maksimale lengden på %s tegn.

source: Sorry, the upload directory doesn't exist!
no: Beklager, opplastingskatalogen eksisterer ikke!

source: Uploading
no: Laster opp

source: Error!
no: Feil!

source: Sorry, a file with this name already exists.
no: Beklager, en fil med det samme navnet eksisterer allerede.

source: The uploaded file is renamed to
no: Den opplastede filens filnavn ble endret til

source: Couldn't move uploaded file from PHP tmp upload dir to permanent storage directory.
no: Kunne ikke flytte opplastet fil fra PHP tmp (midlertidig) opplastingskatalog til permanent lagringskatalog

source: Cannot delete group
no: Kan ikke slette gruppe

source: Found similar keywords for
no: Fant lignende nøkkelord for

source: Please review the entered keywords.
no: Vennligst se over de innlagte nøkkelordene

source: Cannot delete note
no: Kan ikke slette notat

source: Failed to update the BibTeX-id in note %s.
no: Kunne ikke oppdatere BiBTeX-id i notat %s.

source: Warning: entry does not seem to have the proper format.
no: Advarsel: posten ser ikke ut til å være korrekt formatert

source: Could not find the comma which should come after the citation key. If the key is not present, the comma should still be there. If the key is present, but no bibliographic data follows, the entry is empty and cannot be imported. Skipped importing the following entry.
no: Kunne ikke finne kommaet som skulle ha kommet etter siteringsnøkkelen (citation key). Hvis nøkkelen ikke er tilstede skal kommaet fremdeles være der. Hvis nøkkelen er tilstede, men hvis påfølgende bibliografidata ikke finnes vil posten være tom og kan derfor ikke importeres. Hoppet over import av følgende post.

source: Import: unknown abbreviation encountered in "%s".
no: Import: ukjent forkortelse funnet i "%s".

source: Interpreted as %s={%s}
no: Tolket som %s={%s}

source: Not a valid login!
no: Ugyldig login!

source: Last Name of test user
no: Testbrukerens etternavn

source: LDAP auth: There was a problem.
no: LDAP autentisering: Det oppstod et problem.

source: Error code
no: Feil kode

source: Error text
no: Feil tekst

source: Cannot delete publication
no: Kan ikke slette publikasjon

source: publication contains some attachments that you do not have permission to delete.
no: publikasjonen har noen vedlegg som du ikke har rettihet til å slette.

source: publication contains some notes that you do not have permission to delete.
no: publikasjonen har noen notater som du ikke har rettighet til å slette.

source: The %s field is required
no: Feltet %s er påkrevd

source: Validation error
no: Valideringsfeil

source: Failed to update the bibtex-id in publication %s
no: Kunne ikke oppdatere bibtex.id i publikasjon %s

source: resolveXref: merge xref into publication!
no: resolveXref: slå sammen kryssreferanser for publikasjoner!

source: A publication with the same title exists. Please make sure that the publication you are importing is not already in the database.
no: En publikasjon med den samme tittelen finnes. Vennligst undersøk om publikasjonen du importerer ikke allerede finnes i databasen.

source: The cite id is not unique, please choose another cite id.
no: Siteringsnøkkelen er ikke unik, vennligst vel en annen nøkkel.

source: Publication with same cite id
no: Publikasjon med samme siteringsnøkkel

source: Similar cite ids
no: Lignende siteringsnøkler

source: Cannot delete rightsprofile
no: Kan ikke slette rettighetsprofil

source: Language '%s' no longer exists under that name. Please reset the relevant profile and site settings.
no: Språket '%s' finnes ikke lengre med det navnet. Vennligst nullstill relevante innstillinger for profiler og nettstedet.

source: Delegated password checking can only be enabled when some password checking module was specified! Since this was not the case, delegated password checking has been disabled.
no: Delegert passordsjekking kan bare skrus på når en modul for passordssjekking er spesifisert. Siden dette ikke var tilfelle har delegert passordsjekking blitt skrudd av.

source: At least one of internal login or delegated password checking must be enabled! Since this was not the case, internal login has been re-enabled.
no: Minst en intern login eller modul for delegert passordsjekking må skrus på. Siden dette ikke er tilfelle har den interne loginmodulen blitt skrudd på.

source: Anonymous guest access has been enabled, but no valid anonymous account was specified. Note that anonymous login will not work until such an anonymous account has been created, and assigned as default anonymous account.
no: Anonym gjestetilgang har blitt skrudd på, men ingen gyldige anonyme kontoer ble spesifisert. Legg merke til at anonym login kun vil fungere når en slik anonym konto har blitt opprettet og satt opp som standard anonyme konto.

source: The extension '%s' is never allowed for Aigaion attachments, and has been removed from the list of allowed attachments.
no: Filtypen '%s' er ikke tillatt for vedlegg i Aigaion og har blitt fjernet fra listen over tillatte vedlegg.

source: Error updating config
no: Feil ved oppdatering av konfigurasjon

source: Failed to upload custom logo.
no: Kunne ikke laste opp logo

source: New logo uploaded
no: Ny logo lastet opp

source: Categorize publication
no: Katalogiser publikasjon

source: Change subscription
no: Endre abonnement

source: You cannot edit the top level topic.
no: Du kan ikke andre emnet på topnivå

source: You cannot set a topic to be its own ancestor.
no: Du kan ikke sette et emne til å være dets egen forelder.

source: Error in the tree structure: the intended new parent is not connected to the top level topic.
no: Feil i trestrukturen: den tiltenkte forelderen er ikke tilkoblet emnet på toppnivå

source: Cannot delete topic
no: Kan ikke slette emne

source: still has children (possibly invisible)
no: har fremdeles barn (muligens usynlige)

source: You have been logged out because your login token disappeared.
no: Du har blitt logget ut fordi loginbeviset (token) ditt har forsvunnet

source: You have been logged out because your login token expired.
no: Du har blitt logget ut fordi loginbeviset (token) har gått up på dato

source: You have been logged out because the Aigaion Engine is in the process of being updated.
no: Du har blitt logget ut fordi Aigaion-motoren blir oppdatert

source: If you are a user with database_manage rights, please login to complete the update.
no: Hvis du er en bruker med administrasjonsrettigheter for databasen, vennligst log in og fullfør oppdatering.

source: You do not have sufficient rights for the requested operation or page.
no: Du har ikke tilstrekkelig rettigheter for den forespurte handlingen eller siden

source: Sorry for the inconvenience.
no: Beklager for det oppståtte problemet

source: Theme '%s' no longer exists
no: Temaet '%s' finnes ikke lenger

source: Unknown user or wrong password from external login module
no: Ukjent bruker eller feil passord fra ekstern loginmodul

source: No login info available
no: Ingen logininformasjon tilgjengelig

source: No password submitted
no: Passord ikke skrevet inn

source: Unknown user or wrong password
no: Ukjent bruker eller feil passord

source: The username / password combination is valid according to the login module, but the corresponding Aigaion account is an %s account and cannot be logged in by the %s module. Please contact your database admin for assistance.
no: Brukernavnet og eller passordet er ikke gyldig i følge loginmodulen, men den tilsvarende Aigaion-kontoen er en %s konto og kan ikke bli logget inn via %s modulen. Vennligst kontakt din database administrator for hjelp.

source: internal
no: intern

source: anonymous
no: anonym

source: group
no: gruppe

source: Created missing user %s as member of groups %s
no: Opprettet manglede bruker %s som et medlem av gruppene %s

source: A new Aigaion account has been created for you, user '%s'. Please enjoy your stay here.
no: En ny Aigaion-konto har blitt opprettet for det, bruker '%s'. Ha et godt opphold her.

source: Serious error in login tables
no: Et alvorlig problem i logintabellene

source: The username / password combination is valid according to %s, but the corresponding Aigaion account is an %s account and cannot be logged in by the %s module. Please contact your database admin for assistance.
no: Brukernavnet og passordet er gyldig i følge %s, men den tilsvarende Aigaion-kontoen er en %s konto og kan ikke brukes av %s modulen. Vennligst kontakt din databaseadministrator for hjelp.

source: The username / password combination is valid, but has no Aigaion account associated with it yet. Please contact your database admin for assistance
no: Brukernavnet og passordet er gyldig, men Aigaion har ingen konto for denne brukeren enda. Vennligst kontakt din databaseadministrator for hjelp

source: Anonymous (guest) access to this database has been enabled. However, no default anonymous account has been assigned, so anonymous access is unfortunately not yet possible.
no: Anonym gjestetilgang til denne databasen har blitt skrudd på. Ingen standard anonym konto har imidlertid blitt tildelt, så anonym tilgang er dessverre ikke mulig enda.

source: Your admin account password still has the default value, please change it on the 'profile' page.
no: Passordet for din administrasjonskonto har fremdeles standardpassordet, vennligst bytt dette i 'profilsidene'

source: Dear guest, welcome to this publication database. As an anonymous user, you will probably not have edit rights. Also, the collapse status of the topic tree will not be persistent. If you like to have these and other options enabled, you might ask %s for a login account.
no: Kjære gjest, velkommen til denne publikasjonsdatabasen. Som en anonym bruker, vil du sannsynligvis ikke ha endringsrettigheter. Videre vil ikke åpning/lukking av emner i emnetreet ikke bli husket. Hvis du ønsker å ha disse mulighetene kan du be %s for en brukerkonto.

source: This site is powered by Aigaion - A PHP/Web based management system for shared and annotated bibliographies.
no: Dette nettstedet er drevet av Aigaion - Et PHP/web-baset system for administrasjon av annoterte bibliografier.

source: For more information visit %s
no: For mer informasjon beskø %s

source: Checking for updates...
no: Ser etter oppdateringer

source: This installation of Aigaion is up-to-date
no: Denne installasjonen av Aigaion er up-to-date

source: Removed 'bookmarklist' right from anonymous user: it makes no sense to assign it since many people will be loggin on with that account simultaneously.
no: Fjernet favorittlisterettigheter fra anonym bruker: siden mange brukere vil benytte seg av denne kontoen samtidig gir det ikke mening å la de benytte seg av favoritter.

source: User added
no: Bruker lagt til

source: Login names cannot be changed. Login name has been reset to old value. Other changes have been saved.
no: Brukernavn kan ikke endres. Brukernavnet har allerede blitt tilbakestilt til sin gamle verdi. Andre endringer har blitt lagret.

source: The account does not have a valid password. It has been disabled. You can ask an admin to re-enable it.
no: Kontoen har ikke et gyldig passord. Den har blitt satt innaktiv. Du kan be administratoren om å aktivere den igjen.

source: You just set the default anonymous user to non-anonymous. Therefore the default anonymous user configuration setting has been cleared.
no: Du har akkurat satt standard anonym bruker til ikke-anonym. Innstillingene for standard anonym bruker har derfor blitt slettet.

source: You just removed your own right to assign user rights! Are you sure that this is correct? If not, re-assign this right before logging out!
no: Du fjernet akkurat dine egne rettigheter til å endre brukerrettigheter. Er du sikker på at dette er riktig. Hvis ikke, tildel denne rettigheten på nytt før du logger ut.

source: Profile updated, changes to rights of users are applied after the user has logged in again.
no: Profil oppdatert, rettighetsendringer vil bli gyldige etter at brukeren har logget in igjen.

source: User data changed. Changed access rights will be valid upon next login.
no: Brukerdata endret. Endrede rettigheter vil bli gyldige fra neste login.

source: Cannot delete user
no: Kan ikke slette bruker

source: processing time: %s seconds
no: behandlingstid: %s sekunder

source: Aigaion export list
no: Aigaion eksportliste

source: Browse
no: Utforsk

source: My Topics
no: Mine emner

source: My Bookmarks
no: Favorittliste

source: All Topics
no: Alle emner

source: All Publications
no: Alle publikasjoner

source: All Authors
no: Alle forfattere

source: All Keywords
no: Alle nøkkelord

source: Unassigned
no: Ikke kategorisert

source: Recent
no: Siste nye

source: Sort by
no: Sorter på

source: Title
no: Tittel

source: Year
no: År
