Repository: ginggs/aigaion
Catalog: internationalisation/Aigaion2.2/*/LC_MESSAGES/messages.po
Languages: no

source: Couldn't find publication to edit access levels
no: Kunne ikke finne publikasjonen for å endre tilgangsnivå

source: Edit access levels
no: Endre tilgangsnivå

source: %s read / edit rights
no: %s lese-/endingstilgang

source: no command
no: ingen kommando

source: Download attachment
no: Last ned vedlegg

source: non-existing id passed
no: en ikke-eksisterende id ble sendt

source: Delete attachment
no: Slett vedlegg

source: insufficient rights
no: utilstrekkelige rettigheter

source: Add attachment
no: Legg til vedlegg

source: Edit attachment
no: Endre vedlegg

source: Attachment
no: Vedlegg

source: Commit attachment
no: Lagre vedlegg

source: no data to commit
no: ingen data ble lagret

source: an error occurred
no: en feil har oppstått

source: Please contact your Aigaion administrator.
no: Vennligst kontakt din Aigaion-administrator.

source: View Author
no: Vis forfatter

source: Export author
no: Eksporter forfatter

source: Publications of %s
no: Publikasjoner fra %s

source: Publications of %s sorted by journal and type
no: Publikasjoner fra %s sortert på journal og type

source: Publications of %s sorted by recency
no: Publikasjoner fra %s sortert på siste nye

source: Publications of %s sorted by title
no: Publikasjoner fra %s sortert på tittel

source: Publications of %s sorted by first author
no: Publikasjoner fra %s sortert på førsteforfatter

source: No publications found.
no: Ingen publikasjoner funnet.

source: Edit author
no: Endre forfatter

source: %s author
no: %s forfatter

source: Cannot merge authors
no: Kan ikke slå sammen forfattere

source: missing parameters
no: manglende parametere

source: Authors
no: Forfattere

source: Merge
no: Slå sammen

source: Delete author
no: Slett forfatter

source: author does not exist
no: forfatteren finnes ikke

source: Author
no: Forfatter

source: delete
no: slett

source: Author "%s" already exists in the database.
no: Forfatteren "%s" finnes allerede i databasen.

source: Review author
no: Se over forfatter

source: Authors for topic
no: Forfattere for emne

source: Authors for topic %s
no: Forfattere for emne %s

source: All authors in the database
no: Alle forfatterne i databasen

source: Export through email
no: Eksporter via e-post

source: No author selected for export
no: Ingen forfatter valgt for eksport

source: Select export format
no: Velg eksportformat

source: Author export
no: Eksport av forfattere

source: Export by email
no: Eksporter via e-post

source: Export from Aigaion
no: Eksporter fra Aigaion

source: Exported for author
no: Eksportert for forfatter

source: Formatted
no: Formatert

source: Mail sent successfully
no: Sending av e-post vellykket

source: Something went wrong when exporting the publications. Did you input a correct email address?
no: Noe gikk galt under eksport av publikasjonene. Skrev du inn en korrekt e-postadresse?

source: View bookmarklist
no: Vis favorittliste

source: Bookmark list
no: Favorittliste

source: Export bookmarklist
no: Eksporter favorittliste

source: Bookmarklist of %s
no: Favorittlisten til %s

source: sorted by journal and type
no: sortert på journal og type

source: sorted by recency
no: sortert på siste nye

source: sorted by title
no: sortert på tittel

source: sorted by first author
no: sortert på førsteforfatter

source: Add publication to bookmarklist
no: Legg publikasjon til favorittlisten

source: Click to UnBookmark publication
no: Klikk for å fjerne publikasjonen fra favorittlisten

source: Add topic to bookmarklist
no: Legg emne til favorittlisten

source: Add keyword to bookmarklist
no: Legg til nøkkelord i favorittlisten

source: Add author to bookmarklist
no: Legg forfatter til favorittlisten

source: Removing publication from bookmarklist
no: Fjern publikasjon fra favorittlisten

source: Click to Bookmark publication
no: Klikk for å legge publikasjonen til favorittlisten

source: Removing topic from bookmarklist
no: Fjerner emne fra favorittlisten

source: Removing keyword from bookmarklist
no: Fjerner nøkkelord fra favorittlisten

source: Removing author from bookmarklist
no: Fjerner forfatter fra favorittlisten

source: Add bookmarked publications to topic
no: Legg publikasjoner på favorittlisten til emne

source: Making topic from bookmarklist
no: Lager nytt emne fra favorittlisten

source: -new from bookmarklist-
no: -nytt fra favorittlisten-

source: Error creating topic.
no: Feil ved opprettelse av emne.

source: Remove bookmarked publications from topic
no: Fjern publikasjoner på favorittlisten fra emnet

source: Deleting publications from bookmarklist
no: Sletter publikasjoner fra favorittlisten

source: Skipped %s publications due to insufficient rights.
no: Hoppet over %s publikasjoner grunnet manglende rettigheter.

source: Delete all from bookmarklist
no: Slett alle fra favorittliste

source: Setting access levels of publications from bookmarklist
no: Setter tilgangsnivå for publikasjoner på favorittlisten

source: no existing access level specified
no: det ble ikke angitt noe eksisterende tilgangsnivå

source: Set %s access level of %s publications to "%s"
no: Sett %s tilgangsnivå på %s publikasjoner til "%s"

source: read
no: les

source: Set access level to %s for all from bookmarklist
no: Sett tilgangsnivå til %s for alle på favorittlisten

source: Setting access levels of attachments from bookmarklist
no: Setter tilgangsnivå for vedlegg på favorittlisten

source: Set %s access level of %s attachments to "%s".
no: Sett %s tilgangsnivå for %s vedlegg til "%s"

source: Skipped %s attachments due to insufficient rights.
no: Hoppet over %s vedlegg grunnet manglende rettigheter.

source: Set access level to %s for all attachments of publications on bookmarklist
no: Sett tilgangsnivå til %s for alle vedlegg til publikasjonene på favorittlisten

source: edit
no: endre

source: Set %s access level to %s for all from bookmarklist
no: Setter %s tilgangsnivå %s for alle på favorittlisten

source: Setting %s access levels of attachments from bookmarklist
no: Setter %s tilgangsnivå for vedlegg på favorittlisten

source: Set %s access level to %s for all attachments of publications on bookmarklist
no: Sett %s tilgangsnivå til %s for alle vedlegg til publikasjonene på favorittlisten

source: Clear bookmarklist
no: Tøm favorittlisten

source: Exported from bookmarklist
no: Eksportert fra favorittlisten

source: Export all publications
no: Eksporter alle publikasjoner

source: All publications
no: Alle publikasjoner

source: Export requested for non existing topic.
no: Kan ikke eksportere ikke-eksisterende emne.

source: Export all for topic %s
no: Eksporter alle publikasjoner for emnet %s

source: All publications for topic "%s"
no: Alle publikasjoner for emnet "%s"

source: Export requested for non existing author.
no: Kan ikke eksportere ikke-eksisterende forfatter.

source: Export all for author %s
no: Eksporter alle publikasjoner av forfatter %s

source: All publications for %s
no: Alle publikasjoner for %s

source: Export all publications on bookmarklist
no: Eksporter alle publikasjoner på favorittlisten

source: Export
no: Eksport

source: no bookmarklist rights
no: ingen rettigheter til favorittlisten

source: Export requested for non existing publication.
no: Kan ikke eksportere ikke-eksisterende publikasjon.

source: Export one publication
no: Eksporter en publikasjon

source: View group
no: Vis gruppe

source: Group
no: Gruppe

source: Add group
no: Legg til gruppe

source: Changes not committed
no: Endringer kan ikke lagres

source: Edit group
no: Endre gruppe

source: Delete group
no: Slett gruppe

source: non-existing group specified
no: ikke-eksisterende gruppe spesifisert

source: Commit group
no: Lagre gruppe

source: Group Name
no: Gruppenavn

source: Topic review
no: Se over emne

source: invalid group_id specified
no: ugyldig gruppe_id ble spesifisert

source: Topic subscription
no: Abonner på emner

source: Topic subscription for groups
no: Abonner på emne for gruppe

source: Topic subscription for %s
no: Abonner på emnene %s

source: Subscribed topics are highlighted in boldface.
no: Emner du abonnerer på er markert med fet skrift.

source: To subscribe or unsubscribe a topic and its descendants, click on the topic.
no: For å abonnere eller slette abonnement på et emne og dets underemner, klikk på emnet.

source: Subscribe topic
no: Abonner på emne

source: Unsubscribe topic
no: Slett abonnement på emnet

source: Help
no: Hjelp

source: Import
no: Importer

source: Import publications
no: Importer publikasjoner

source: no import data entered.
no: ingen importata skrevet inn.

source: Unknown import format specified ("%s").
no: Ukjent importformat spesifisert ("%s")

source: Attempting to automatically identify proper format.
no: Forsøker å automatisk gjenkjenne riktig format.

source: can't automatically figure out import data format; please specify correct format.
no: kan ikke automatisk gjenkjenne formatet på importdata. Vennligst angi riktig format.

source: Data automatically identified as format "%s".
no: Formatet på dataene automatisk identifisert som: "%s".

source: Could not extract any valid publication entries from the import data.
no: Ingen gyldige publikasjoner kunne hentes fra de angitte importdataene.

source: Please verify the input.
no: Vennligst verifisert importdata.

source: If the input is correct, please verify the contents of the "BibTeX strings" setting under "In- and output settings", in the site configuration screen.
no: Hvis data er korrekt, vennligst angi innholdet av innstillingen "BibTeX-strengene" under "Innstillinger for Inn- og utdata" i kontrollpanelet.

source: If that setting is correct, too, please submit a bug report at http://aigaion.nl/
no: Hvis innstillingene er riktige, vennligst send inn en feilmelding på http://aigaion.nl/

source: Succesfully imported %s publications.
no: Vellykket import av %s publikasjoner

source: Commit
no: Lagre

source: no publications committed.
no: ingen publikasjoner ble lagret

source: Review publication
no: Se over publikasjon

source: Keywords
no: Nøkkelord

source: View publications for keyword
no: Vis publikasjoner for nøkkelord

source: Keyword
no: Nøkkelord

source: Export for keyword
no: Eksporter for nøkkelord

source: Publications for keyword "%s"
no: Publikasjoner for nøkkelordet "%s"

source: No publications found using this keyword.
no: Ingen publikasjoner funnet for dette nøkkelordet.

source: Edit keyword
no: Endre nøkkelord

source: %s keyword
no: %s nøkkelord

source: Cannot merge keywords
no: Kan ikke slå sammen nøkkelord

source: Keyword "%s" already exists in the database.
no: Nøkkelordet "%s" finnes allerede i databasen.

source: Review keyword
no: Se over nøkkelord

source: Delete keyword
no: Slett nøkkelord

source: keyword does not exist
no: nøkkelordet finnes ikke

source: Unknown language
no: Ukjent språk

source: Select language
no: Velg språk

source: Please login
no: Vennligst logg inn

source: Anonymous accounts are not enabled
no: Anonyme brukerkontoer er ikke aktivert

source: Anonymous login: no existing anonymous user_id provided
no: Anonym innlogging: angitt anonym bruker-id finnes ikke

source: Error logging in anonymous account
no: Feil i innlogging med anonym brukerkonto

source: Aigaion not configured for this kind of access
no: Aigaion er ikke konfigurert for denne typen tilgang

source: No token available
no: Ingen innloggingsinformasjon tilgjengelig

source: Token already logged in
no: Innloggingsinformasjonen har allerede blitt brukt for innlogging

source: Token timed out
no: Innloggingsinformasjonen har timet ut (gått ut på dato)

source: Logged in as %s
no: Logget inn som %s

source: Non-existing account
no: Ikke-eksisterende brukerkonto

source: Fail token
no: Feil med innloggingsinformasjon

source: Unknown fail
no: Ukjent feil

source: User logged out
no: Brukeren ble logget ut

source: Wrong parameters for logout
no: Feil parametere for utlogging

source: Delete note
no: Slett notat

source: Add note
no: Legg til notat

source: Edit note
no: Endre notat

source: Publication belonging to note
no: Publikasjon tilhørende notat

source: Commit note
no: Lagre notat

source: Publication id
no: Publikasjons-id

source: Note
no: Notat

source: View publication
no: Vis publikasjon

source: non-existing BibTeX id "%s" was passed
no: ikke-eksisterende BiBTeX-id "%s" ble overført

source: Publication list
no: Publikasjonsliste

source: sorted by author
no: sortert på forfatter

source: All publications not assigned to a topic
no: Alle publikasjoner som ikke tilhører noe emne

source: Edit publication
no: Endre publikasjon

source: Add publication
no: Legg til publikasjon

source: Import publication
no: Importer publikasjon

source: Delete publication
no: Slett publikasjon

source: There are validation errors with this entry. You may want to correct them.
no: Denne publikasjonen kan ikke valideres. Du bør rette valideringsproblemene.

source: Commit publication
no: Lagre publikasjon

source: Mark publication
no: Gi karakter til publikasjon

source: Export publication
no: Eksporter publikasjon

source: Exported publication
no: Publikasjonen ble eksportert

source: no type
no: ingen type

source: no id
no: ingen id

source: Unknown id or bibtex_id: %s
no: Ukjent id eller bibtex-id: %s

source: Go to this publication in the Aigaion database
no: Finn denne publikasjonen i Aigaion-databasen

source: Topic structure is not unique in Aigaion.
no: Emnestrukturen er ikke unik i Aigaion

source: Topic structure does not exist in Aigaion.
no: Emnestrukturen finnes ikke i Aigaion

source: no topic id
no: ingen emne-id

source: Unknown topic id or topic path
no: Ukjent emne-id eller emensti

source: Go to this topic in the Aigaion database
no: Finn dette emnet i Aigaion-databasen

source: CANNOT INTERPRET FULL AUTHOR NAMES YET.
no: KAN IKKE TOLKE FULLSTENDINGE FORFATTERNAVN ENDA

source: Unknown author id or name
no: Ukjent forfatter-id eller forfatternavn

source: Go to this author in the Aigaion database
no: Finn denne forfatteren i Aigaion-databasen

source: Unknown type
no: Ukjent type

source: Unknown id or bibtex_id
no: Ukjent id eller bibtex-id

source: Embedding for %s
no: Integrering for %s

source: Aigaion error: no shared domain configured in the Aigaion database
no: Aigaion feil: Aigaion-databasen inneholder ikke noen konfigurasjon for delt domene

source: No form data to repost
no: Ingen skjemadata eksisterer for innsending på nytt

source: Repost form
no: Send inn skjema på nytt

source: View rights profile
no: Vis rettighetsprofil

source: Rightsprofile
no: Rettighetsprofil

source: Add rights profile
no: Legg til rettighetsprofil

source: Edit rights profile
no: Endre rettighetsprofil

source: Delete rights profile
no: Slett rettighetsprofil

source: Commit rights profile
no: Lagre rettighetsprofil

source: Profile Name
no: Profilnavn

source: Search
no: Søk

source: no query
no: ingen spørring

source: Search results
no: Søkeresultat

source: Advanced search
no: Avansert søk

source: Quicksearch results
no: Resultater fra hurtigsøk

source: Nonexisting topic_id in advanced search condition
no: Ikke-eksisterende emne-id i avanserte søkebetingelser

source: No query at all: please give at least a search term or a topic condition
no: Ingen spørring i det hele tatt, vennligst angi i det minste en søketerm eller en emnebegrensning

source: Advanced search results
no: Resultater fra avansert søk

source: Search form below
no: Søkeskjema under

source: Configure database
no: Konfigurer databasen

source: Site configuration
no: Kontrollpanel

source: Maintain database
no: Vedlikehold av database

source: Aigaion updates
no: Aigiaon-oppdateringer

source: Checking for updates
no: Ser etter oppdateringerer

source: This installation of Aigaion is up-to-date.
no: Denne installasjonen av Aigaion er up-to-date

source: Maintenance function "%s" not implemented.
no: Vedlikeholdsfunksjonen "%s" er ikke implementert.

source: Site maintenance
no: Vedlikehold

source: Backup database
no: Sikkerhetskopi av database

source: Restore database
no: Gjennopprett databasen

source: The file appears not to be an SQL file. Please select a valid Aigaion backup file.
no: Filen er ikke en gyldig SQL-fil. Vennligst angi en gyldig fil med en sikkerhetskopi av din Agaion-database.

source: Restored database
no: Database gjenopprettet

source: No data given to restore!
no: Finner ingen data for gjenoppretting!

source: Unit Testing Output
no: Resultat fra enhetstest

source: See the controller "test.php" for the unit testing functions. From its main method, call each test method with $debug parameter = true to get more output.
no: Se kontrolleren "test.php" for enhetstestefunksjonen. Fra dens hovedmetode, vennligst kall alle de andre testmetodene med parameteren "$debug = true" for å få ytterligere informasjon.

source: Bibtex character conversions
no: Bibtex tegnkonvertering

source: Failed
no: Mislykket

source: Passed
no: Fullført

source: Bibtex single entry imports
no: Import av en enkelt bibtex-entry

source: Note: these tests do not take the review and database result into account, only the result of the bibtex parsing.
no: Legg merke til: disse testene tar ikke hensyn til resultatene fra gjennomgangen og databasen, kun resultatene fra parsingen av bibtex.

source: Import should return 1 publication, but returned %s publications.
no: Import burde ha returnert én publikasjon, men returnerte %s publikasjoner.

source: "%s" should have been "%s" but is "%s"
no: "%s" burde ha vært "%s", men er "%s"

source: Import should contain %s authors, but does contain %s authors.
no: Import burde inneholde %s forfattere, men inneholder %s forfattere.

source: First name(s) should have been "%s" but is "%s".
no: Fornavn burde ha vært "%s", men er "%s".

source: von-part should have been "%s" but is "%s".
no: von-delen av navnet burde ha vært "%s", men er "%s".

source: Last name(s) should have been "%s" but is "%s".
no: Etternavn burde ha vært "%s", men er "%s".

source: jr-part should have been "%s" but is "%s".
no: jr-delen av navnet burdet ha vært "%s", men er "%s".

source: Browse topic tree
no: Utforsk emnetre

source: Browse topics
no: Utforsk emner

source: include all topics
no: inkluder alle emner

source: Delete topic
no: Slett emne

source: Add topic
no: Legg til emne

source: Edit topic
no: Endre emne

source: Show topic
no: Vis emne

source: Topic
no: Emne

source: Export topic
no: Eksporter emne

source: Publications for topic "%s"
no: Publikasjoner for emnet "%s"

source: Embed topic
no: Integrer (embedd) emne

source: Commit topic
no: Lagre emne

source: Topic Name
no: Emnenavn

source: Collapse topic
no: Kollaps underemner

source: Topic export
no: Emneeksport

source: Exported from topic
no: Eksportert fra emne

source: Manage accounts
no: Brukeradministrasjon

source: User
no: Bruker

source: add a new user
no: legg til ny bruker

source: Users
no: Brukere

source: add a new group
no: legg til ny gruppe

source: Groups
no: Grupper

source: add a new rightsprofile
no: legg til ny rettighetsprofil

source: Rights profiles
no: Rettighetsprofiler

source: View user
no: Vis bruker

source: Add user
no: Legg til bruker

source: Edit user
no: Endre bruker

source: Edit account
no: Endre brukerkonto

source: Delete user
no: Slette bruker

source: Delete account
no: Slett brukerkonto

source: Commit user
no: Lagre bruker

source: Login Name
no: Brukernavn

source: First Password
no: Passord

source: Second Password
no: Passord (gjenta)

source: an error occurred at '%s'
no: en feil har oppstått ved "%s"

source: Topic subscription for %s (%s)
no: Abonnement for emne %s (%s)

source: Couldn't connect to demo2.aigaion.nl to check for updates
no: Kunne ikke koble til demo2.aigaion.nl for å se etter oppdateringer

source: Couldn't obtain release version info from demo2.aigaion.nl
no: Kunne ikke skaffe versjonsnummer fra demo2.aigaion.nl

source: Your database version is higher than the official release. Probably you are using the SVN version?
no: Databaseversjonen du bruker er nyere enn den siste offisielle utgaven (release). Du bruker antagelig en versjon fra SVN?

source: There is a new version available
no: Det finnes en ny versjon tilgjengelig

source: Current version
no: Nåværende versjon

source: Couldn't obtain detailed update info from demo2.aigaion.nl
no: Kunne ikke skaffe detaljert oppdateringsinformasjon fra demo2.aigaion.nl

source: Note: the updated version contains security fixes. You are strongly recommended to get the latest version of Aigaion.
no: Notat: den oppdaterte versjonen inneholder sikkerhetsfikser. Du anbefales på det sterkeste å laste ned og installere den siste versjonen av Aigaion.

source: Detailed info for available updates
no: Detaljert informasjon for tilgjengelige oppdateringer

source: Types of update
no: Oppdateringstyper

source: Version
no: Versjon

source: Bugfix
no: Feilfiks

source: Features
no: Ny funksjonalitet

source: Security
no: Sikkerhet

source: Description
no: Beskrivelse

source: Some bugs were fixed this release
no: Noen feil ble rettet i denne utgaven

source: Some features were added this release
no: Ny funksjonalitet ble lagt til i denne utgaven

source: Some layout elements were changed this release
no: Noen layoutelementer ble endret i denne utgaven

source: This release contains security fixes!
no: Denne utgaven inneholder sikkerhetsoppdateringer!

source: You can download the new version %s here %s.
no: Du kan laste ned den nye versjonen %s her: %s.

source: No format possible
no: Intet format mulig

source: Passwords check
no: Verifisering av passord

source: Check all users
no: Verifiserer alle brukere

source: User %s has an empty password!
no: Bruker %s har tomt passord!

source: User %s has the user name for password!
no: Bruker %s har brukernavnet som passord!

source: Alert
no: Advarsel

source: The following users have a wrong password
no: Følgende brukere har feil passord

source: Notes checks
no: Verifisering av notater

source: Checking note crossreference consistency
no: Verifiserer notater for konsistens i kryssreferanser

source: %s notes had inconsistent note crossref IDs.
no: %s notater hadde inkonsistente kryssreferanse-IDer.

source: NOT YET IMPLEMENTED
no: ENDA IKKE IMPLEMENTERT

source: Attachments check
no: Verifisering av vedlegg

source: Check missing attachments
no: Verifiserer manglende vedlegg

source: The following files could not be found in the attachment directory.
no: Følgende filer kunne ikke bli funnet i vedleggsmappen.

source: Check orphaned attachments
no: Verifiserer vedlegg uten tilhørende publikasjon

source: %s references to attachments that no longer belong to a publication have been removed.
no: %s referanser til vedlegg som ikke lenger tilhører en publikasjon, har blitt fjernet.

source: Check unknown files
no: Verifiserer ukjente filer

source: The following files are on the server, but do not belong to a publication in the database
no: Følgende filer finnes på serveren, men de tilhører ikke en publikasjon i databasen

source: Author check
no: Verifisering av forfattere

source: Checking empty author names
no: Ser etter tomme forfatternavn

source: The following authors have an empty name
no: Følgende forfattere har et tomt navn

source: Checking similar author names
no: Ser etter lignende forfatternavn

source: TURNED OFF BECAUSE IT TENDS TO TIME-OUT
no: SKRUDD AV FORDI DENNE FUNKSJONEN OFTE FORÅRSAKER TIME-OUT

source: Checking orphaned authorpublicationlinks
no: Ser etter ugyldige forfatter-publikasjonslenker (authorpublicationlinks)

source: %s authorpublicationlinks whose corresponding authors could not be found, were removed.
no: %s ugyldige forfatter-publikasjonslenker har blitt fjernet.
